<!doctype html>
<meta charset="utf-8">
<title>Acupuncture in NJ, Infertility, Pain, Depression, Anxiety and Allergy Acupuncture Treatment in New Jersey | Ross Rosen's Blog - Information on Chinese Medicine</title>
<body>
Testimonials &bull; Resources &bull; Blog 
<p>908-654-4333</p> Home The Center About Us Conditions Treated 
Acupuncture/Herbal Medicine/Pulse Products Contact Us FAQ <br>
<br>
<br>

<h1>Blog</h1> 
<p>A discussion of many diverse topics within the realm of Alternative 
Medicine and Healthy Living, some of which include: Acupuncture, Chinese Herbal 
Medicine, Eastern Nutrition, Pulse Diagnosis, Psychology and Bodymind Medicine, 
Aromatherapy, Philosophy, Spirituality, Buddhism, Meditation and Family.</p> 
<p>Ross Rosen's Interview on Blog Talk Radio on his lineage of Chinese 
medicine, Contemporary Chinese Pulse Diagnosis and Contemporary Oriental 
Medicine</p> 
<p>Ross Rosen's Jan. 12 2009 Lecture on Chinese medicine and on his upcoming 
book debunking many western medical myths regarding health</p> 
<p>Please sign up for our monthly newsletter by clicking the following text: 
Newsletter Signup</p> 
<p>2012: Mar | Feb | Jan<br>
2011: Dec | Nov | Oct | Sep | Aug | Jul | Jun | 
May | Apr | Mar | Feb | Jan<br>
2010: Dec | Nov | Oct | Sep | Aug | Jul | Jun | 
May | Apr | Mar | Feb | Jan<br>
2009: Dec | Nov | Oct | Sep | Aug | Jul | Jun | 
May | Apr | Mar | Feb | Jan<br>
2008: Dec | Nov | Oct | Sep | Aug | Jul | Jun | 
May | Apr | Mar | Feb | Jan<br>
2007: Dec | Nov | Oct | Sep | Aug | Jul | Jun | 
May | Apr | Mar | Feb | Jan</p> 
<p>Want more information about blog topics? Click Here.</p> 
<h1>
&auml;&cedil;&#138;&aring;&cedil;&#157;&ccedil;&#154;&#132;&ccedil;&yen;&#158;&aring;&yen;&#135;&egrave;&#151;&yen;&ccedil;&#137;&copy;God's 
Amazing Pharmacy</h1> 
<p>I received this from a friend. I am trying to track down the original 
citation for it. If anyone knows, please comment so that I can give a proper 
reference.<br>
<br>

&auml;&cedil;&#138;&aring;&cedil;&#157;&ccedil;&#154;&#132;&ccedil;&yen;&#158;&aring;&yen;&#135;&egrave;&#151;&yen;&ccedil;&#137;&copy;God's 
Amazing Pharmacy<br>
It's been said that God first separated the salt water 
from the fresh&atilde;&#128;&#129;made dry land&atilde;&#128;&#129;planted a 
garden&atilde;&#128;&#129;and made animals and fish&atilde;&#128;&#129;long 
before making man.<br>

&aelig;&#147;&#154;&egrave;&ordf;&ordf;&auml;&cedil;&#138;&aring;&cedil;&#157;&aring;&#156;&uml;&eacute;&#128;&nbsp;&aring;&#135;&ordm;&auml;&ordm;&ordm;&eacute;&iexcl;&#158;&auml;&sup1;&#139;&aring;&#137;&#141;&iuml;&frac14;&#140;&eacute;&brvbar;&#150;&aring;&#133;&#136;&aring;&deg;&#135;&eacute;&sup1;&sup1;&aelig;&deg;&acute;&egrave;&#136;&#135;&aelig;&middot;&iexcl;&aelig;&deg;&acute;&aring;&#136;&#134;&eacute;&#155;&cent;&iuml;&frac14;&#140;&eacute;&#128;&nbsp;&auml;&ordm;&#134;&eacute;&#153;&cedil;&aring;&#156;&deg;&atilde;&#128;&#129;&aring;&#156;&uml;&egrave;&#138;&plusmn;&aring;&#156;&#146;&egrave;&pound;&#143;&ccedil;&uml;&reg;&auml;&cedil;&#138;&aring;&#144;&#132;&ccedil;&uml;&reg;&egrave;&#138;&plusmn;&egrave;&#141;&#137;&atilde;&#128;&#129;&eacute;&#128;&nbsp;&auml;&ordm;&#134;&aring;&#144;&#132;&ccedil;&uml;&reg;&aring;&#139;&#149;&ccedil;&#137;&copy;&aring;&#146;&#140;&eacute;&shy;&#154;&eacute;&iexcl;&#158;&hellip;
<br><br>
To ensure healthful living&atilde;&#128;&#129;God left us some clues 
as to which foods we should eat to keep specific parts of our body 
healthy!&ccedil;&#130;&ordm;&auml;&ordm;&#134;&ccedil;&cent;&ordm;&auml;&iquest;&#157;&aring;&#129;&yen;&aring;&ordm;&middot;&ccedil;&#154;&#132;&ccedil;&#148;&#159;&aelig;&acute;&raquo;&iuml;&frac14;&#140;&auml;&cedil;&#138;&aring;&cedil;&#157;&ccedil;&#149;&#153;&ccedil;&micro;&brvbar;&aelig;&#136;&#145;&aring;&#128;&#145;&auml;&cedil;&#128;&auml;&ordm;&#155;&ccedil;&middot;&#154;&ccedil;&acute;&cent;&auml;&frac34;&#134;&aring;&#145;&#138;&egrave;&uml;&acute;&aelig;&#136;&#145;&aring;&#128;&#145;&egrave;&copy;&sup2;&aring;&#144;&#131;&auml;&raquo;&#128;&eacute;&ordm;&frac14;&eacute;&pound;&#159;&ccedil;&#137;&copy;&auml;&raquo;&yen;&aring;&deg;&#141;&aelig;&#136;&#145;&aring;&#128;&#145;&egrave;&ordm;&laquo;&eacute;&laquo;&#148;&ccedil;&#154;&#132;&auml;&cedil;&#128;&auml;&ordm;&#155;&eacute;&#131;&uml;&auml;&frac12;&#141;&aelig;&#156;&#137;&ccedil;&#155;&#138;&atilde;&#128;&#130;We 
call this God's Amazing 
Pharmacy.&aelig;&#136;&#145;&aring;&#128;&#145;&ccedil;&uml;&plusmn;&auml;&sup1;&#139;&ccedil;&#130;&ordm;&auml;&cedil;&#138;&aring;&cedil;&#157;&ccedil;&#154;&#132;&ccedil;&yen;&#158;&aring;&yen;&#135;&egrave;&#151;&yen;&ccedil;&#137;&copy;
<br><br>
A sliced carrot looks like the human eye. The 
pupil&atilde;&#128;&#129;iris and radiating lines look just like the human eye. 
And yes&atilde;&#128;&#129;science now confirms that carrots greatly enhance 
blood flow to our eyes. 
&aring;&#136;&#135;&ccedil;&#137;&#135;&ccedil;&#154;&#132;&egrave;&#131;&iexcl;&egrave;&#152;&iquest;&egrave;&#148;&#148;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&#131;&#143;&auml;&ordm;&ordm;&ccedil;&#154;&#132;&ccedil;&#156;&frac14;&ccedil;&#157;&#155;&atilde;&#128;&#130;&ccedil;&#158;&sup3;&aring;&shy;&#148;&atilde;&#128;&#129;&egrave;&#153;&sup1;&egrave;&#134;&#156;&aring;&#146;&#140;&aelig;&#148;&frac34;&aring;&deg;&#132;&ccedil;&#154;&#132;&ccedil;&middot;&#154;&aelig;&cent;&#157;&iuml;&frac14;&#140;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&reg;&#140;&aring;&#133;&uml;&aring;&deg;&plusmn;&aelig;&#152;&macr;&auml;&ordm;&ordm;&ccedil;&#154;&#132;&ccedil;&#156;&frac14;&ccedil;&#157;&#155;&atilde;&#128;&#130;&ccedil;&sect;&#145;&aring;&shy;&cedil;&auml;&sup1;&#159;&ccedil;&#154;&#132;&ccedil;&cent;&ordm;&egrave;&shy;&#137;&aelig;&#152;&#142;&egrave;&#131;&iexcl;&egrave;&#152;&iquest;&egrave;&#148;&#148;&egrave;&#131;&frac12;&aring;&curren;&sect;&aring;&curren;&sect;&auml;&iquest;&#131;&eacute;&#128;&sup2;&egrave;&iexcl;&#128;&aelig;&para;&sup2;&aring;&#144;&#145;&ccedil;&#156;&frac14;&eacute;&#131;&uml;&ccedil;&#154;&#132;&aelig;&micro;&#129;&aring;&#139;&#149;&atilde;&#128;&#129;&aelig;&#148;&sup1;&aring;&#150;&#132;&ccedil;&#156;&frac14;&eacute;&#131;&uml;&aring;&#138;&#159;&egrave;&#131;&frac12;&atilde;&#128;&#130;
<br><br>
The tomato has four chambers and is red. The heart has four chambers 
and is red. Research shows that tomatoes are loaded with 
lycopine&atilde;&#128;&#129;a wonderful heart and blood food.<br>

&ccedil;&#149;&ordf;&egrave;&#140;&#132;&aelig;&#152;&macr;&ccedil;&acute;&#133;&egrave;&#137;&sup2;&ccedil;&#154;&#132;&aelig;&#156;&#137;&aring;&#155;&#155;&aring;&#128;&#139;&aring;&iquest;&#131;&aelig;&#136;&iquest;&atilde;&#128;&#130;&aring;&iquest;&#131;&egrave;&#135;&#159;&auml;&sup1;&#159;&aelig;&#152;&macr;&ccedil;&acute;&#133;&egrave;&#137;&sup2;&ccedil;&#154;&#132;&aelig;&#156;&#137;&aring;&#155;&#155;&aring;&#128;&#139;&aring;&iquest;&#131;&aelig;&#136;&iquest;&atilde;&#128;&#130;&aelig;&#137;&#128;&aelig;&#156;&#137;&ccedil;&#154;&#132;&ccedil;&nbsp;&#148;&ccedil;&copy;&para;&eacute;&#131;&frac12;&aring;&#145;&#138;&egrave;&uml;&acute;&aelig;&#136;&#145;&aring;&#128;&#145;&ccedil;&#149;&ordf;&egrave;&#140;&#132;&egrave;&pound;&#143;&aring;&#133;&#133;&aelig;&raquo;&iquest;&auml;&ordm;&#134;&egrave;&#140;&#132;&ccedil;&acute;&#133;&ccedil;&acute;&nbsp;&iuml;&frac14;&#140;&auml;&ordm;&#139;&aring;&macr;&brvbar;&auml;&cedil;&#138;&aring;&reg;&#131;&auml;&sup1;&#159;&aelig;&#152;&macr;&egrave;&#131;&frac12;&aelig;&middot;&uml;&aring;&#140;&#150;&aring;&iquest;&#131;&egrave;&#135;&#159;&aring;&#146;&#140;&egrave;&iexcl;&#128;&aelig;&para;&sup2;&ccedil;&#154;&#132;&eacute;&pound;&#159;&ccedil;&#137;&copy;&atilde;&#128;&#130;
<br><br>
Grapes hang in a cluster resembling the shape of the heart. An 
individual grape looks like a blood cell and research today shows that grapes 
are a wonderful heart and blood vitalizing food. 
&egrave;&#145;&iexcl;&egrave;&#144;&#132;&auml;&cedil;&#128;&auml;&cedil;&sup2;&auml;&cedil;&#128;&auml;&cedil;&sup2;&aring;&#156;&uml;&auml;&cedil;&#128;&egrave;&micro;&middot;&aring;&frac12;&cent;&aelig;&#136;&#144;&aring;&iquest;&#131;&egrave;&#135;&#159;&ccedil;&#154;&#132;&aring;&frac12;&cent;&ccedil;&#139;&#128;&atilde;&#128;&#130;&aelig;&macr;&#143;&auml;&cedil;&#128;&eacute;&iexcl;&#134;&egrave;&#145;&iexcl;&egrave;&#144;&#132;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&eacute;&#131;&frac12;&aring;&#131;&#143;&auml;&cedil;&#128;&aring;&#128;&#139;&egrave;&iexcl;&#128;&aelig;&para;&sup2;&ccedil;&acute;&deg;&egrave;&#131;&#158;&iuml;&frac14;&#140;&ccedil;&#143;&frac34;&auml;&raquo;&pound;&ccedil;&sect;&#145;&aring;&shy;&cedil;&ccedil;&nbsp;&#148;&ccedil;&copy;&para;&auml;&sup1;&#159;&eacute;&#131;&frac12;&egrave;&shy;&#137;&aelig;&#152;&#142;&egrave;&#145;&iexcl;&egrave;&#144;&#132;&egrave;&#131;&frac12;&aelig;&yen;&micro;&aring;&curren;&sect;&aring;&cent;&#158;&aring;&frac14;&middot;&aring;&iquest;&#131;&egrave;&#135;&#159;&aring;&#146;&#140;&egrave;&iexcl;&#128;&aelig;&para;&sup2;&ccedil;&#154;&#132;&aelig;&acute;&raquo;&aring;&#138;&#155;&atilde;&#128;&#130;
<br><br>
A walnut looks like a little brain&atilde;&#128;&#129;with left and 
right hemispheres&atilde;&#128;&#129;upper cerebrums and lower cerebellums. 
Even the wrinkles or folds on a walnut are like the neo-cortex. We now know 
that walnuts help develop more than three (3) dozen neuron-transmitters for 
brain function.<br>

&aelig;&nbsp;&cedil;&aelig;&iexcl;&#131;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&#131;&#143;&aring;&deg;&#143;&aring;&deg;&#143;&ccedil;&#154;&#132;&egrave;&#133;&brvbar;&iuml;&frac14;&#140;&aelig;&#156;&#137;&aring;&middot;&brvbar;&atilde;&#128;&#129;&aring;&#143;&sup3;&aring;&#141;&#138;&ccedil;&#144;&#131;&aring;&#146;&#140;&auml;&cedil;&#138;&aring;&curren;&sect;&egrave;&#133;&brvbar;&atilde;&#128;&#129;&auml;&cedil;&#139;&aring;&deg;&#143;&egrave;&#133;&brvbar;&atilde;&#128;&#130;&eacute;&#128;&pound;&aring;&reg;&#131;&auml;&cedil;&#138;&eacute;&#157;&cent;&ccedil;&#154;&#132;&egrave;&curren;&para;&ccedil;&#154;&ordm;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&auml;&sup1;&#159;&aring;&frac34;&#136;&aring;&#131;&#143;&aelig;&#150;&deg;&ccedil;&#154;&reg;&egrave;&sup3;&ordf;&atilde;&#128;&#130;&ccedil;&#143;&frac34;&aring;&#156;&uml;&aelig;&#136;&#145;&aring;&#128;&#145;&ccedil;&#159;&yen;&eacute;&#129;&#147;&aelig;&nbsp;&cedil;&aelig;&iexcl;&#131;&egrave;&#131;&frac12;&ccedil;&#130;&ordm;&aring;&curren;&sect;&egrave;&#133;&brvbar;&aring;&curren;&#154;&aelig;&#143;&#144;&auml;&frac34;&#155;&auml;&cedil;&#137;&aelig;&#137;&#147;&auml;&raquo;&yen;&auml;&cedil;&#138;&ccedil;&#154;&#132;&ccedil;&yen;&#158;&ccedil;&para;&#147;&aring;&#130;&sup3;&aring;&deg;&#142;.
<br><br>
Kidney beans help heal and maintain kidney function 
and&atilde;&#128;&#129;yes&atilde;&#128;&#129;they look exactly like the human 
kidneys. 
&egrave;&#143;&#156;&egrave;&plusmn;&#134;&egrave;&#131;&frac12;&aelig;&sup2;&raquo;&egrave;&#133;&#142;&auml;&cedil;&brvbar;&aring;&sup1;&laquo;&aring;&#138;&copy;&ccedil;&para;&shy;&aelig;&#140;&#129;&egrave;&#133;&#142;&aring;&#138;&#159;&egrave;&#131;&frac12;&iuml;&frac14;&#140;&egrave;&#128;&#140;&auml;&cedil;&#148;&aring;&reg;&#131;&aring;&#128;&#145;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&ccedil;&cent;&ordm;&aring;&macr;&brvbar;&aring;&frac34;&#136;&aring;&#131;&#143;&auml;&ordm;&ordm;&ccedil;&#154;&#132;&egrave;&#133;&#142;&atilde;&#128;&#130;
<br><br>
Celery&atilde;&#128;&#129;bok choy&atilde;&#128;&#129;and rhubarb look 
like bones. These foods target bone strength. Bones are 23% sodium and these 
foods are 23% sodium. If you don't have enough sodium in your 
diet&atilde;&#128;&#129;the body pulls it from the 
bones&atilde;&#128;&#129;making them weak. These foods replenish the skeletal 
needs of the body.<br>

&egrave;&#138;&sup1;&egrave;&#143;&#156;&atilde;&#128;&#129;&ccedil;&#153;&frac12;&egrave;&#143;&#156;&atilde;&#128;&#129;&aring;&curren;&sect;&eacute;&raquo;&#131;&egrave;&#145;&#137;&aelig;&#159;&#132;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&deg;&plusmn;&aring;&#131;&#143;&aelig;&#152;&macr;&auml;&ordm;&ordm;&ccedil;&#154;&#132;&eacute;&ordf;&uml;&eacute;&nbsp;&shy;&atilde;&#128;&#130;&eacute;&#128;&#153;&auml;&ordm;&#155;&eacute;&pound;&#159;&ccedil;&#137;&copy;&aring;&#133;&middot;&aelig;&#156;&#137;&aring;&cent;&#158;&aring;&frac14;&middot;&eacute;&ordf;&uml;&egrave;&sup3;&ordf;&ccedil;&#154;&#132;&aring;&#138;&#159;&aelig;&#149;&#136;&atilde;&#128;&#130;&eacute;&ordf;&uml;&eacute;&nbsp;&shy;&aring;&#144;&laquo;&aelig;&#156;&#137;23%&ccedil;&#154;&#132;&eacute;&#136;&#137;&iuml;&frac14;&#140;&eacute;&#128;&#153;&auml;&ordm;&#155;&eacute;&pound;&#159;&ccedil;&#137;&copy;&auml;&sup1;&#159;&aring;&#144;&laquo;&aelig;&#156;&#137;23%&ccedil;&#154;&#132;&eacute;&#136;&#137;&atilde;&#128;&#130;&aring;&brvbar;&#130;&aelig;&#158;&#156;&auml;&frac12;&nbsp;&aring;&frac34;&#158;&aelig;&#151;&yen;&aring;&cedil;&cedil;&eacute;&pound;&sup2;&eacute;&pound;&#159;&auml;&cedil;&shy;&aelig;&#148;&#157;&aring;&#143;&#150;&auml;&cedil;&#141;&aring;&#136;&deg;&egrave;&para;&sup3;&aring;&curren;&nbsp;&ccedil;&#154;&#132;&eacute;&#136;&#137;&iuml;&frac14;&#140;&egrave;&ordm;&laquo;&eacute;&laquo;&#148;&aring;&deg;&plusmn;&aelig;&#156;&#131;&aring;&frac34;&#158;&eacute;&ordf;&uml;&eacute;&ordf;&frac14;&auml;&cedil;&shy;&aring;&#144;&cedil;&aelig;&#148;&para;&iuml;&frac14;&#140;&aring;&frac34;&#158;&egrave;&#128;&#140;&auml;&frac12;&iquest;&eacute;&ordf;&uml;&eacute;&ordf;&frac14;&egrave;&reg;&#138;&aring;&frac14;&plusmn;&atilde;&#128;&#130;&eacute;&#128;&#153;&auml;&ordm;&#155;&eacute;&pound;&#159;&ccedil;&#137;&copy;&aring;&#143;&macr;&egrave;&pound;&#156;&aring;&#133;&#133;&egrave;&ordm;&laquo;&eacute;&laquo;&#148;&aring;&deg;&#141;&eacute;&ordf;&uml;&eacute;&ordf;&frac14;&ccedil;&#154;&#132;&eacute;&#156;&#128;&aelig;&plusmn;&#130;&atilde;&#128;&#130;
<br><br>
Avocados&atilde;&#128;&#129;eggplant and pears target the health and 
function of the womb and cervix of the female&atilde;&#128;&#129;and they look 
just like these organs. Research today shows that when a woman eats one avocado 
a week&atilde;&#128;&#129;it balances her hormones&atilde;&#128;&#129;helps 
shed unwanted birth weight&atilde;&#128;&#129;and helps prevent cervical 
cancers. How profound is this? It takes nine (9)<br>
months to grow an avocado 
from blossom to ripened fruit.... There are over 14,000 photolytic chemical 
constituents of nutrition in each one of these foods (modern science has only 
studied and named about 141 of them).<br>

&eacute;&#133;&ordf;&aelig;&cent;&uml;,&egrave;&#140;&#132;&aring;&shy;&#144;,&aelig;&cent;&uml;&aring;&#133;&middot;&aelig;&#156;&#137;&aelig;&#148;&sup1;&aring;&#150;&#132;&aring;&yen;&sup3;&aelig;&#128;&sect;&aring;&shy;&#144;&aring;&reg;&reg;&aring;&#146;&#140;&aring;&shy;&#144;&aring;&reg;&reg;&eacute;&nbsp;&cedil;&ccedil;&#154;&#132;&aring;&#138;&#159;&egrave;&#131;&frac12;&iuml;&frac14;&#140;&auml;&frac12;&iquest;&auml;&sup1;&#139;&auml;&iquest;&#157;&aelig;&#140;&#129;&aring;&#129;&yen;&aring;&ordm;&middot;&iuml;&frac14;&#140;&aring;&reg;&#131;&aring;&#128;&#145;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&ccedil;&cent;&ordm;&aring;&macr;&brvbar;&aring;&deg;&plusmn;&aring;&#131;&#143;&eacute;&#128;&#153;&auml;&ordm;&#155;&aring;&#153;&uml;&aring;&reg;&#152;&iuml;&frac14;&#136;&aring;&shy;&#144;&aring;&reg;&reg;&aring;&#146;&#140;&aring;&shy;&#144;&aring;&reg;&reg;&eacute;&nbsp;&cedil;&iuml;&frac14;&#137;&atilde;&#128;&#130;&ccedil;&#143;&frac34;&aring;&#156;&uml;&ccedil;&#154;&#132;&ccedil;&nbsp;&#148;&ccedil;&copy;&para;&egrave;&shy;&#137;&aelig;&#152;&#142;&iuml;&frac14;&#140;&aring;&brvbar;&#130;&aelig;&#158;&#156;&auml;&cedil;&#128;&aring;&#128;&#139;&aring;&yen;&sup3;&auml;&ordm;&ordm;&aelig;&macr;&#143;&eacute;&#128;&plusmn;&egrave;&#131;&frac12;&aring;&#144;&#131;&auml;&cedil;&#128;&aring;&#128;&#139;&eacute;&#133;&ordf;&aelig;&cent;&uml;&iuml;&frac14;&#140;&aring;&deg;&plusmn;&aring;&#143;&macr;&auml;&raquo;&yen;&egrave;&ordf;&iquest;&ccedil;&macr;&#128;&egrave;&#141;&middot;&ccedil;&#136;&frac34;&egrave;&#146;&#153;&atilde;&#128;&#129;&ccedil;&#148;&copy;&aelig;&#142;&#137;&egrave;&acute;&#133;&egrave;&#130;&#137;&iuml;&frac14;&#140;&auml;&cedil;&brvbar;&auml;&cedil;&#148;&eacute;&nbsp;&#144;&eacute;&#152;&sup2;&aring;&reg;&reg;&eacute;&nbsp;&cedil;&ccedil;&#153;&#140;&atilde;&#128;&#130;&eacute;&#130;&pound;&eacute;&ordm;&frac14;&eacute;&#128;&#153;&ccedil;&#149;&para;&auml;&cedil;&shy;&ccedil;&copy;&para;&ccedil;&laquo;&#159;&aring;&curren;&#154;&aring;&deg;&#145;&aring;&yen;&sect;&aring;&brvbar;&#153;&iuml;&frac14;&#159;&auml;&cedil;&#128;&aring;&#128;&#139;&eacute;&#133;&ordf;&aelig;&cent;&uml;&aring;&frac34;&#158;&eacute;&#150;&#139;&egrave;&#138;&plusmn;&aring;&#136;&deg;&ccedil;&#147;&#156;&ccedil;&#134;&#159;&egrave;&#146;&#130;&egrave;&#144;&frac12;&eacute;&#156;&#128;&egrave;&brvbar;&#129;&aelig;&#149;&acute;&aelig;&#149;&acute;&auml;&sup1;&#157;&aring;&#128;&#139;&aelig;&#156;&#136;&ccedil;&#154;&#132;&aelig;&#153;&#130;&eacute;&#150;&#147;&atilde;&#128;&#130;&aring;&reg;&#131;&aring;&#128;&#145;&eacute;&#131;&frac12;&aring;&#144;&laquo;&aelig;&#156;&#137;&egrave;&para;&#133;&eacute;&#129;&#142;14&iuml;&frac14;&#140;000&aring;&curren;&#154;&ccedil;&uml;&reg;&auml;&raquo;&yen;&auml;&cedil;&#138;&ccedil;&#154;&#132;&aring;&#140;&#150;&aring;&shy;&cedil;&ccedil;&#135;&#159;&eacute;&curren;&#138;&ccedil;&#137;&copy;&egrave;&sup3;&ordf;&iuml;&frac14;&#136;&ccedil;&#143;&frac34;&auml;&raquo;&pound;&ccedil;&sect;&#145;&aring;&shy;&cedil;&aring;&#143;&ordf;&aring;&deg;&#141;&aring;&#133;&para;&auml;&cedil;&shy;&ccedil;&#154;&#132;141&ccedil;&uml;&reg;&aring;&#129;&#154;&eacute;&#129;&#142;&ccedil;&nbsp;&#148;&ccedil;&copy;&para;&auml;&cedil;&brvbar;&aring;&#145;&frac12;&aring;&#144;&#141;&iuml;&frac14;&#137;&atilde;&#128;&#130;
<br><br>
Figs are full of seeds and hang in twos when they grow. Figs increase 
the mobility of male sperm and increase the numbers of Sperm as well to 
overcome male sterility.<br>

&ccedil;&#132;&iexcl;&egrave;&#138;&plusmn;&aelig;&#158;&#156;&egrave;&pound;&#143;&eacute;&#157;&cent;&eacute;&#149;&middot;&aelig;&raquo;&iquest;&auml;&ordm;&#134;&aring;&shy;&#144;&auml;&cedil;&brvbar;&auml;&cedil;&#148;&aelig;&#152;&macr;&aring;&#133;&copy;&aring;&#133;&copy;&aelig;&#142;&#155;&aring;&#156;&uml;&auml;&cedil;&#128;&egrave;&micro;&middot;&ccedil;&#148;&#159;&eacute;&#149;&middot;&atilde;&#128;&#130;&ccedil;&#132;&iexcl;&egrave;&#138;&plusmn;&aelig;&#158;&#156;&aring;&#143;&macr;&auml;&raquo;&yen;&auml;&iquest;&#131;&eacute;&#128;&sup2;&ccedil;&#148;&middot;&aelig;&#128;&sect;&ccedil;&sup2;&frac34;&aring;&shy;&#144;&ccedil;&#154;&#132;&aelig;&micro;&#129;&aring;&#139;&#149;&iuml;&frac14;&#140;&auml;&cedil;&brvbar;&egrave;&#131;&frac12;&aring;&cent;&#158;&aring;&#138;&nbsp;&ccedil;&sup2;&frac34;&aring;&shy;&#144;&aelig;&#149;&cedil;&eacute;&#135;&#143;&iuml;&frac14;&#140;&aring;&#144;&#140;&aelig;&#153;&#130;&eacute;&#130;&#132;&egrave;&#131;&frac12;&aelig;&sup2;&raquo;&ccedil;&#153;&#146;&ccedil;&#148;&middot;&aelig;&#128;&sect;&auml;&cedil;&#141;&egrave;&#130;&sup2;&atilde;&#128;&#130;
<br><br>
Sweet potatoes look like the pancreas and actually balance the 
glycemic index of diabetics. 
&ccedil;&acute;&#133;&egrave;&#150;&macr;&aring;&frac12;&cent;&ccedil;&#139;&#128;&aring;&#131;&#143;&egrave;&#131;&deg;&egrave;&#133;&ordm;&iuml;&frac14;&#140;&aring;&#143;&macr;&auml;&raquo;&yen;&egrave;&ordf;&iquest;&ccedil;&macr;&#128;&ccedil;&sup3;&#150;&aring;&deg;&iquest;&ccedil;&#151;&#133;&aelig;&#130;&pound;&egrave;&#128;&#133;&ccedil;&#154;&#132;&egrave;&iexcl;&#128;&ccedil;&sup3;&#150;&aelig;&#140;&#135;&aelig;&#149;&cedil;&atilde;&#128;&#130;
<br><br>
Olives assist the health and function of the ovaries 
&aelig;&copy;&#132;&aelig;&not;&#150;&aelig;&#156;&#137;&aring;&#138;&copy;&aelig;&#150;&frac14;&aelig;&#148;&sup1;&aring;&#150;&#132;&aring;&#141;&micro;&aring;&middot;&cent;&aring;&#138;&#159;&egrave;&#131;&frac12;&atilde;&#128;&#129;&auml;&iquest;&#157;&aelig;&#140;&#129;&aring;&#141;&micro;&aring;&middot;&cent;&aring;&#129;&yen;&aring;&ordm;&middot;&atilde;&#128;&#130;
<br><br>
Oranges&atilde;&#128;&#129;grapefruits&atilde;&#128;&#129;and other 
citrus fruits look like the mammary glands of the female and actually assist 
the health of the breasts and the movement of lymph in and out of the breasts. 
&aelig;&copy;&#152;&aring;&shy;&#144;,&egrave;&#145;&iexcl;&egrave;&#144;&#132;&aelig;&#159;&#154;&aring;&#146;&#140;&aring;&#133;&para;&auml;&raquo;&#150;&ccedil;&uml;&reg;&eacute;&iexcl;&#158;&ccedil;&#154;&#132;&aelig;&#159;&#145;&aelig;&copy;&#152;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&deg;&plusmn;&aring;&#131;&#143;&aring;&yen;&sup3;&aelig;&#128;&sect;&ccedil;&#154;&#132;&auml;&sup1;&sup3;&egrave;&#133;&ordm;&iuml;&frac14;&#140;&auml;&ordm;&#139;&aring;&macr;&brvbar;&auml;&cedil;&#138;&aring;&reg;&#131;&aring;&#128;&#145;&aelig;&#156;&#137;&aring;&#138;&copy;&aelig;&#150;&frac14;&auml;&iquest;&#157;&aelig;&#140;&#129;&auml;&sup1;&sup3;&aelig;&#136;&iquest;&ccedil;&#154;&#132;&aring;&#129;&yen;&aring;&ordm;&middot;&iuml;&frac14;&#140;&auml;&iquest;&#131;&eacute;&#128;&sup2;&aelig;&middot;&#139;&aring;&middot;&acute;&aelig;&para;&sup2;&eacute;&#128;&sup2;&aring;&#135;&ordm;&auml;&sup1;&sup3;&aelig;&#136;&iquest;&atilde;&#128;&#130;
<br><br>
Onions look like the body's cells. Today's research shows onions help 
clear waste materials from all of the body cells. They even produce tears which 
wash the epithelial layers of the eyes. A working 
companion&atilde;&#128;&#129;garlic&atilde;&#128;&#129;also helps eliminate 
waste materials and dangerous free radicals from the body.<br>

&aelig;&acute;&#139;&egrave;&#148;&yen;&ccedil;&#156;&#139;&egrave;&micro;&middot;&auml;&frac34;&#134;&aring;&deg;&plusmn;&aring;&#131;&#143;&aelig;&#152;&macr;&auml;&ordm;&ordm;&eacute;&laquo;&#148;&ccedil;&acute;&deg;&egrave;&#131;&#158;&atilde;&#128;&#130;&ccedil;&#143;&frac34;&auml;&raquo;&pound;&ccedil;&nbsp;&#148;&ccedil;&copy;&para;&egrave;&iexcl;&uml;&aelig;&#152;&#142;&aelig;&acute;&#139;&egrave;&#148;&yen;&aring;&#143;&macr;&auml;&raquo;&yen;&aring;&sup1;&laquo;&aring;&#138;&copy;&aelig;&#137;&#128;&aelig;&#156;&#137;&auml;&ordm;&ordm;&eacute;&laquo;&#148;&ccedil;&acute;&deg;&egrave;&#131;&#158;&aelig;&cedil;&#133;&eacute;&#153;&curren;&aring;&raquo;&cent;&ccedil;&#137;&copy;&atilde;&#128;&#130;&aring;&reg;&#131;&aring;&#128;&#145;&eacute;&#130;&#132;&aring;&#143;&macr;&auml;&raquo;&yen;&aring;&deg;&#142;&egrave;&#135;&acute;&ccedil;&#156;&frac14;&aelig;&middot;&#154;&aelig;&micro;&#129;&aring;&#135;&ordm;&aelig;&sup2;&#150;&aring;&#136;&middot;&ccedil;&#156;&frac14;&ccedil;&#157;&#155;&ccedil;&#154;&#132;&auml;&cedil;&#138;&ccedil;&#154;&reg;&ccedil;&acute;&deg;&egrave;&#131;&#158;&atilde;&#128;&#130;&aring;&reg;&#131;&ccedil;&#154;&#132;&aring;&#144;&#140;&auml;&frac14;&acute;&aring;&curren;&sect;&egrave;&#146;&#156;&auml;&sup1;&#159;&aelig;&#156;&#137;&aring;&#138;&copy;&aelig;&#150;&frac14;&aring;&frac34;&#158;&eacute;&laquo;&#148;&aring;&#133;&sect;&aelig;&cedil;&#133;&eacute;&#153;&curren;&aring;&raquo;&cent;&ccedil;&#137;&copy;&aring;&#146;&#140;&aring;&deg;&#141;&auml;&ordm;&ordm;&eacute;&laquo;&#148;&aelig;&#156;&#137;&aring;&#141;&plusmn;&aring;&reg;&sup3;&ccedil;&#154;&#132;&egrave;&frac14;&raquo;&aring;&deg;&#132;&atilde;&#128;&#130;
<br><br>
acupuncture new jersey</p> <br>

<p></p> 
<p>Wednesday 28th of October 2009 07:06:54 PM | Comments</p> 
<p>chinese medicine herbal medicine herbs diet and nutrition eastern nutrition 
</p> 
<h1>Acupuncture Politics</h1> 
<p>Politics and powerful lobbyists have infiltrated the profession of 
acupuncture and Chinese medicine. Today marks a significant decline in the 
profession as chiropractors have finally managed to influence the New Jersey 
State legislature by passing through the assembly committee a bill that would 
allow them to practice acupuncture with a minimal few hundred hours of 
training. This exception has already been carved out for M.D.'s, unfortunately, 
and now, with this precedence, the chiropractic lobbyists have widened the 
loophole.<br>
<br>
What is acupuncture without the theoretical framework of 
Chinese medicine? It's just sticking needles in people. And, unfortunately, an 
uneducated patient without understanding the distinctions in training, can 
undergo significant harm. The qualifications of the average acupuncturist is 
stated below. Compare that to the chiropractors and M.D. acupuncturists. Not to 
mention that many acupuncturists like myself, spend their entire careers 
training in this medicine....<br>
<br>
Excerpted from an older post on 
Acupuncture vs. Medical Acupuncture<br>
</p> 
<p></p> 
<blockquote> 
<p>It is not uncommon for prospective patients to call my office and ask 
whether or not I am a &quot;medical doctor.&quot; Typically, this question 
stems from the fact that some medical insurance companies will only reimburse 
if acupuncture is performed by an MD, and the lack of understanding of the 
training of Chinese medicine practitioners and that of the medical doctor.<br>

<br>Practitioners of Chinese medicine train for approximately 4 years in 
medical school, just like medical doctors. The difference is that we spend 75% 
to 80% of our time training in the theories and practice of Chinese medicine, 
including extensive clinical internships and externships. The remainder of our 
training is in western medicine and sciences. Cognizant of the fact that we 
live in a world dominated by western science, the practitioner of Chinese 
medicine must be knowledgeable of western medicine.<br>
<br>
During our time in 
medical school, we spend over 3,000 hours studying acupuncture (channels, 
acupoints, clinical techniques and applications), Chinese medical theories, 
physiology and pathophysiology, herbal medicines (including herb combinations, 
synergies, and formulations), classical Chinese medicine, and treating patients 
under the guidance of supervising acupuncturists and herbalists. Not to mention 
that many practitioners, like myself, have extensive post-graduate training 
with senior practitioners and masters in the field.<br>
<br>
So, what training 
do MDs or Chiropractors have in acupuncture? None. The one's who will advertise 
as &quot;medical acupuncturists&quot; have trained for approximately 200 hours, 
typically a weekend course and some &quot;homework.&quot; This is the standard 
recommended by the World Health Organization (WHO) so that doctors know when to 
refer out to fully-trained acupuncturists. MDs, osteopaths, naturopaths and 
chiropractors only have this limited training. They are not practicing Chinese 
medicine, just using needles. Sticking needles in someone without knowledge of 
the underlying theories of Chinese medicine is not practicing acupuncture and 
is not recommended by this practitioner.<br>
<br>
Acupuncture is strong 
medicine with the power to bring awareness of our imbalances to the body and 
mind and help correct them. Despite what you hear from an MD, its influence 
extends far beyond neural pathways and the release of endorphins. Improper 
training in and use of this sacred healing art is an affront to every skilled 
practitioner and to the majesty of Chinese medicine.<br>
<br>
A strong 
foundation in the principles of Chinese medicine is prerequisite to being a 
good acupuncturist. But it is only the beginning. The simple act of inserting a 
needle requires significant cultivation on the part of the practitioner to feel 
for the arrival of Qi under the needle. According to Yanagiya Sorei and Shudo 
Denmei, two famous Japanese master acupuncturists, forcing an acupuncture 
needle into the skin of a patient is akin to rape. In 1980 Master Yanagiya 
stated:<br>
<br>
</p>  Inserting needles and applying moxa, this is an art. 
Ours is a profession which requires a sense of adventure. Isn't it incredible 
how all manner of diseases can be cured with nothing more than a needle or a 
few pieces of moxa? Isn't it grand how needles and moxa can be used to create 
the effect of all manner of medicine? <br>
<br>
 Acupuncture is of the mind. 
This should be considered very carefully. One needle can be used to unlock the 
key to all manner of diseases. It is only natural, therefore, that one's 
technique needs to be perfected. <br>
<br>
Which kind of acupuncturist will you 
go see?</blockquote> <br>

<p></p> 
<p>Tuesday 20th of November 2007 08:41:30 PM | Comments</p> 
<p>acupuncture herbal medicine alternative medicine tongue diagnosis 
legislation health insurance politics lobbyists chiropractic pulse diagnosis 
Four Examinations </p> 
<h1>The Four Examinations, Part 6 (Palpation Diagnosis)</h1> 
<p>Palpation<br>
<br>
Pulse: (mostly TCM here, not Contemporary Chinese Pulse 
Diagnosis, except for a few concepts)<br>
<br>
<br>
 Left Right<br>
Distal = 
cun (inch) = heart and small intestine lungs and large intestine<br>
Middle = 
guan (bar) = liver and gall bladder spleen and stomach<br>
Proximal = chi 
(cubit) = kidney (yin) and bladder kidney (yang)/san jiao and PC<br>
<br>
<br>

Speed: hot/cold<br>
Location: interior/exterior<br>
Strength: excess/vacuity<br>
Yin/yang<br>
<br>
Pulse has a close relationship to HT<br>
Depends on HT qi<br>

Can reflect pathogenic changes in<br>
The HT, yin, yang, qi, blood; as well<br>

As viscera, bowels, and channels<br>
<br>
Location, speed, strength, form tell
<br>About location, form and nature of disease<br>
And the strength of the evil 
and right qi,<br>
Strength of disease circumstances and<br>
Prognosis of patient
<br><br>
Rate, Rhythm and Stability<br>
<br>
Rate and rhythm are considered 
&ldquo;larger segments&rdquo; of the pulse along with the Stability of the 
pulse, uniform qualities on the entire pulse, at all depths or in each burner. 
The qualities at individual positions are unreliable signs until the larger 
picture is addressed. It is possible to deal only with the larger issues and 
achieve the greatest impact on the patient in terms of their needs and 
treatment.<br>
<br>
&ldquo;Big is Big&rdquo;.<br>
<br>
Deviations from normal 
in the larger segments of the pulse are generally the most critical in terms of 
seriousness of disharmony and order of treatment. Rhythm, rate and stability 
are clinical issues that take precedence over any quality or combination of 
qualities in diagnosis and treatment. Frequently when rate, rhythm and 
stability are brought into order and balance, other qualities and findings will 
automatically change.<br>
<br>
<br>
Rate<br>
<br>
Alteration from a normal rate 
is much more often a sign of significantly more far reaching processes than 
Heat and cold influences. In Dr. Hammer&rsquo;s experience the rate more 
commonly involves factors that affect the Heart function and circulation, such 
as shock, over-exercise, overwork, physical and emotional trauma.<br>
<br>

Normal Rates according to Dr. Shen (Hammer, 152)<br>
Age Rate<br>
Birth to 4 
years 84-90/min<br>
4-10 years 78-84/min<br>
10-15 years 78-80/min<br>
16-40 
years 72-78/min<br>
40-50 years 72/min<br>
50+ years 66-72/min<br>
<br>
Rapid 
Rate&acirc;&#128;&#148;<br>
Common causes are External: pathogenic factor 
(wind-heat), heat stroke or trauma (physical or emotional) or Internal: heat 
from Excess (Heat in Qi level, Heat in the Blood: heat or Thick, liver Qi 
stagnation with heat, Nervous system Tense or &ldquo;vigilance&rdquo; pulse).
<br>--Deficiency heat&acirc;&#128;&#148;Tight and less rapid than with Excess 
heat.<br>
--Trauma&acirc;&#128;&#148;Effects of trauma on the pulse will depend 
on the condition of the True Qi of the person at the time of the trauma and 
since then depending on lifestyle, whether the trauma was local or extensive, 
time elapsed since the trauma.<br>
Extensive physical trauma causes the pulse 
to be Very Rapid, Bounding, Tight to Wiry.<br>
Local trauma will produce a less 
Rapid pulse with Tight to Wiry quality in the area of pain.<br>
Emotional 
trauma leads to a very Rapid Bounding pulse with a very Tight quality over the 
entire pulse, especially in the Pericardium position at first, and later the 
left distal position. Change in Intensity and Rough vibration may occur over 
the entire pulse. The tongue and eyes are normal. (Hammer, 154)<br>
<br>
Trauma 
is a shock to the circulation. Circulation into and out of the area is 
compromised. If the True qi is strong the pulse will become Inflated, meaning 
the energy is trapped in an area and it can&rsquo;t get out. If the True qi is 
deficient, the pulse will become Flat, meaning the outside energy can&rsquo;t 
get in due to the diminished Qi.<br>
If the stagnation persists without 
intervention for a long time, energy is gradually depleted and the pulse 
becomes increasingly Reduced. It will be Feeble-Absent in the position 
corresponding to the body site affected by the trauma.<br>
<br>
<br>
Slow 
rate&acirc;&#128;&#148;External cause: Cold from external pathogenic influence.
<br>Internal causes:<br>
--Cold from deficiency of qi and yang (chronic 
disease, overwork, over-exercise, over-sex, protracted emotional stress)<br>

--Heart qi and yang deficiency&acirc;&#128;&#148;Heart is unable to circulate 
qi and blood which leads to a slowing of the rate. If constitutional, the left 
distal and proximal positions are Feeble-Absent; if the cause of the deficiency 
occurs after birth, the entire pulse is Feeble and the left distal Feeble or 
Absent.<br>
--Aerobic exercise<br>
--Poisoning/Toxicity<br>

--Shock&acirc;&#128;&#148;over time will lower the Ht rate if unresolved.<br>

<br>Rhythm<br>
<br>
Rhythm is the single most significant aspect of pulse 
diagnosis. It is a measure of Heart and circulatory function. Instability in 
the Emperor is tantamount to chaos in the empire. This must be dealt with 
first. Irregularity is considered in terms of whether it occurs at rest or with 
movement, whether we are able to count a rate, whether the changes in rate are 
small or large, and whether it occurs constantly or occasionally.<br>
<br>

Interrupted: Misses beats with no fixed cadence. If able to measure a rate, 
indicates moderate Heart qi deficiency. If unable to count a rate due to the 
arrhythmia, indicates Heart qi and yang deficiency.<br>
<br>
Intermittent: 
Misses beats with regular cadence (every 2 beats or every 3 beats). Indicates 
Heart qi, blood and yang deficiency. (Hammer, 121)<br>
<br>
Change of rate at 
rest: Heart Qi Agitation, if found occasionally (Heart Yin Deficiency, page 
409). Heart Qi Deficiency if found consistently.<br>
<br>
Rate on exertion: An 
8-12 beat increase is normal. An increase greater than 12 denotes Heart blood 
deficiency. A decrease in rate on exertion is a sign of Heart qi and yang 
deficiency. The method for assessing the change in rate on exertion will be 
demonstrated in the hands-on portion of class.<br>
<br>
Normal Pulse<br>
<br>

The normal pulse is resilient, compressible, of moderate strength and with 
spirit. The qualities, intensity and amplitude are consistent over time and in 
each position. Seasonal variations occur in rare instances where there is 
little pathology. Normally the pulse is somewhat stronger on the right side in 
women, and on the left side in men.<br>
<br>
Three features: (1) Stomach Qi: 
reflection of post-natal qi (even, calm, good rate)<br>
 (2) Spirit: orderly 
w/o chaos, not changing (in rate, rhythm, stability&hellip;)<br>
 (3) Root: 
reflects KI: prenatal qi. Is there a KI pulse?; also reflected in deep level of 
all positions<br>
<br>
The following are some characteristics of the Normal 
pulse which serve as a baseline and standard for health:<br>
1. Rhythm - 
Consistently regular<br>
2. Rate - Consistent with age<br>
3. Quality - 
Compressible, resilient and elastic<br>
4. Shape - Long, smooth and continuous 
without turbulence<br>
5. Strength - Moderate with spirit - luster<br>
6. 
Spirit - Moderate Spirit (languid, Leisurely, Relaxed, Slowed-Down) depending 
on body build<br>
7. Root and depth - Balanced between superficial, middle and 
deep. The greatest strength should be in the root, at the deepest or Organ 
depth and becoming lighter as one ascends to the Qi depth. There is strength in 
the proximal positions. The pulse is deeper in heavy people and more 
superficial in thinner people.<br>
8. Balance - Balanced between positions with 
the middle position occupying the most space, the proximal position the next 
most area and the distal position being the most confined.<br>
9. Intensity 
(buoyancy, elasticity and resilience of the pulse) - Stable over time<br>
10. 
Amplitude (height of the pulse) - Stable over time<br>
11. Consistency - 
Qualities stable and consistent over time.<br>
12. Wave - Sine curve that 
begins at the Organ depth and gradually rises to the Qi depth, and then 
subsides again to the Organ depth.<br>
<br>
<br>
Qualities, intensity, rhythm 
and rate are consistent over time and in each position. The pulse is resilient, 
compressible, moderate strength with spirit.<br>
<br>
Pulses of women and 
children tend to be more rapid than those of men. Athletes tend to have slower 
rates. Normally, the pulse is somewhat stronger on the left for men and on the 
right for women. Seasonal variations occur in rare instances where there is 
little pathology.<br>
<br>
Buoyancy: The normal pulse in a child and sometimes 
in a vegetarian may be more yielding. In a woman it may be more thin and in a 
man more wide.<br>
<br>
Shape: Pregnant women usually have more slippery and 
more rapid pulses.<br>
<br>
Wave Form: Normal is a sine curve that begins at 
the organ depth, gradually rises to the qi depth, and subsides again to the 
organ depth.<br>
The wave form is the movement of the blood through the vessel. 
The fingers can perceive the shape of this movement. Abnormal waves give us 
information about the condition of the patient.<br>
<br>
Depth:<br>
 Tells 
about location of disease<br>
 Floating: exterior disease (usually): can be 
internal wind<br>
 Deep: interior<br>
<br>
<br>
Strength: tells of length of 
disease: chronic or acute<br>
 New onset will be forceful b/c evil and right qi 
are strong<br>
 Chronic and enduring, qi will be forceless due to evil qi and 
right qi weakened<br>
<br>
<br>
Does pulse match signs and symptoms? If no, 
prognosis is more difficult.<br>
<br>
Considerations in taking pulse:<br>
 Time 
of day: best time is b/w 3:00am to 5:00am<br>
 State of mind: of you and 
patient. Must be calm, concentration, etc.<br>
 Time:<br>
 Rate: count for 60 
seconds<br>
 Each position: spend a few minutes, check for abnormalities, 
changes in qualities, intensity&hellip;<br>
 Position of Patient: should be 
sitting down with hands at height of just below HT. Pillow under arms<br>
 
Pressure/Techniques:<br>
See 3 depths.<br>
Rolling methods to access aspects of 
both principal and complementary positions. Soulie de Morant and Maciocia 
document rolling the fingers as an integral part of pulse diagnosis. Maciocia 
states: &ldquo;Nearly all ancient Chinese texts on pulse diagnosis say that the 
pulse is felt not by keeping the fingers absolutely still on the artery, but by 
moving the fingers in five different ways: (1) lifting tells you whether the 
pulse is Floating; (2) pressing (down) tells you whether the pulse is Deep; (3) 
searching (not moving the finger) is used to count the rate; (4) pushing (from 
side to side) tells you about the shape of the pulse (5) rolling (distally to 
proximally) tells you whether the pulse is Long or Short<br>
 Watch for 
abnormalities:<br>
 Fan Guan<br>
 San Yin Mai<br>
 Ganglion Cysts<br>
 Trauma
<br> Sex and Age:<br>
 Men&rsquo;s pulse usually larger, and stronger on left
<br> Women&rsquo;s pulse thinner and stronger on right<br>
 Menstrual cycle 
affects: weaker after period; stronger before<br>
 Kids: faster rates<br>
 
Elderly: weaker due to decline in qi and blood<br>
 Emotions:<br>
 Excess joy 
damages HT and causes pulse to be vacuous, or in extreme conditions deep<br>
 
Overthinking injures SP/HT and pulse becomes bound, when extreme, string-like
<br> Anxiety damages LU/HT/KI and pulse becomes rough, when extreme, surging<br>
 Anger damages LV and pulse becomes soggy; when extreme, rough<br>
 Fear 
injures KI and pulse becomes deep, when extreme, soggy<br>
 
Taxation/inactivity/poor diet:<br>
 With poor nutrition: weak and forceless<br>

 After meals may become surging, slippery<br>
 Alcohol: rapid (choppy LV)<br>
 
4 seasons:<br>
 spring: string-like<br>
 summer: surging<br>
 fall: floating<br>
 winter: deep<br>
<br>
<br>
<br>
 Depth:<br>
 Floating<br>
 a. Floating: 
exterior, superficial, usually associated w/ Lung; cork floating on water<br>
 
i. forceful: exterior repletion<br>
 ii. forceless: exterior vacuity<br>
<br>
 
1. floating and moderate: wind damp in exterior<br>
 2. floating and slow: wind 
stroke<br>
 3. floating and tight: wind cold<br>
 4. floating and slippery: 
wind phlegm or food stag<br>
 5. floating and rapid: wind heat<br>
 6. floating 
and scallion stalk: blood loss<br>
 7. floating and scattered: extreme taxation
<br> 8. floating and rough: blood damage<br>
<br>
b. Scallion Stalk/Hollow: 
floating and large, hollow in center; arrives softly, when pressed, center is 
empty<br>
 indicates severe blood loss and yin damage<br>
<br>
 1. hollow and 
rapid: vacuity heat<br>
 2. hollow and slow: blood loss w/ vacuity cold (shock)
<br> 3. hollow and skipping: blood stasis binding internally (usually from 
trauma)<br>
<br>
 c. Soft/Soggy: floating, fine and soft; like cotton floating 
on water<br>
governs vacuity taxation and vacuity cold of SP/ST and warm damp 
diseases, ie (uterine bleeding, post partum bleeding)<br>
<br>
d. Scattered: 
floating large and scattered. No root. Empty at middle level and disappears at 
deep w/ pressing. Abnormal rhythm and feels chaotic. May be seen before 
delivering baby; HIV<br>
 severe KI qi vacuity<br>
<br>
e. Leather/Drumskin: 
floating stringlike and large. Tight on outside and empty inside. Hard and 
straight w/ light pressing, empty within as if pressing on skin of drum w/ 
heavy pressure. Like scallion stalk but also stringlike and tight<br>
 blood 
collapse, essence defic; uterine bleeding; chemotherapy, hemorrhage<br>
<br>

<br> Deep<br>
 a. Deep/Sinking: felt only w/ heavy pressure<br>
 interior 
diseases<br>
<br>
 1. deep and forceless: interior vacuity<br>
 2. deep and 
forceful: interior excess<br>
 3. deep and slow: interior cold<br>
 4. deep and 
fast: interior heat<br>
 5. deep and tight: cold pain<br>
 6. deep and 
stringlike: swelling and pain<br>
 7. deep and slippery: phlegm food accum<br>
 
8. deep and rough: accum of qi (masses)<br>
<br>
b. Hidden: deeper than deep 
pulse; deepest part of muscle/ b/w tendon and bone; need heavy pressure<br>
1. 
hidden and forceful: repletion evil hiding internally and obstructing movement 
of qi and blood; can be accompanied by diarrhea, vomiting<br>
2. hidden and 
forceless: chronic and enduring diseases<br>
<br>
c. Confined/Firm: hard, 
confined and fixed; deep in muscle layer; replete, large, stringlike and long; 
vessel feels hard and fixed<br>
 chronic diseases w/ deep evil; usually masses, 
obstructions and stagnations<br>
<br>
 Speed:<br>
 Rapid<br>
a. Rapid: can 
indicate heat (interior or exterior; repletion or vacuity) or can indicate HT 
shock, etc. (see Hammer)<br>
 1. rapid and surging: exuberant yang repletion 
heat<br>
 2. rapid and fine: vacuity heat<br>
 3. rapid and stringlike: phlegm 
fire or heat in LV/GB<br>
 4. rapid and rough: yin or blood stasis causing heat
<br><br>
b. Racing: usually infection or severe HT shock; extreme repletion of 
yang when yin is exhausted and can&rsquo;t control yang. Or if racing and 
forceless, yin of lower burner is exhausted and yang of upper burner is 
hyperactive. Beginning of separation of yin and yang.<br>
<br>
c. Spinning 
Bean/Moving/Stirred: only felt at middle position (I&rsquo;ve felt it at 
special lung pulse); feels like spinning bean; slippery rapid forceful<br>
very 
serious, impending death or illness in organ system; or with extreme pain, 
palps or w/ pregnancy (3 mos.)<br>
<br>
 d. Slippery: arrives and departs 
smoothly; round and slippery; pearls sliding under finger<br>
 strong qi and 
blood<br>
 overabundance of qi and blood, ie heat, phlegm, dampness, food accum
<br><br>
 1. slippery and floating: wind phlegm<br>
 2. slippery and deep: 
phlegm rheum or food stag<br>
 Hammer: can be infection, damp heat in organ<br>

 3. slippery and rapid: damp heat or phlegm fire<br>
 4. slippery and slow: 
lower bowel problems (dysentery)<br>
<br>
 Slow<br>
a. Slow: cold patterns 
(interior or exterior; repletion or vacuity) or can indicate HT qi defic; 
toxicity<br>
 1. slow and floating: exterior cold<br>
 2. slow and deep: 
interior cold<br>
 3. slow and slippery: cold phlegm<br>
 4. slow and fine: 
yang defic<br>
 5. slow and stringlike: pain<br>
 6. slow and forceful: cold 
damp obstructions<br>
<br>
b. Moderate/Leisurely: rate neither fast nor slow. 
But when combined w/ other qualities can be abnormal. Can be slightly 
slow/retarded.<br>
<br>
c. Rough/Choppy: opposite of slippery. Knife scraping 
bamboo. Feels rough, w/ edges<br>
 Stagnation of blood (in tissues). TCM says 
also stag of qi, food, phlegm.<br>
Can also have change in rate or rhythm. If 
pulse consistently rough/choppy, look for masses. Can be stringlike and rough 
if qi stagnation.<br>
<br>
 Force<br>
 Deficiency:<br>
 a. Empty/Vacuous: slow 
large forceless. Felt w/ light pressure only.<br>
 Vacuity of qi and blood<br>
 
1. empty/vacuous and floating: qi defic<br>
 2. empty/vacuous and rough: blood 
defic (can lead to stasis)<br>
 3. empty/vacuous and rapid: yin defic heat<br>
 
4. empty/vacuous and slow: yang defic<br>
<br>
b. Minute/Faint: extremely fine, 
extremely soft; sometimes disappears. Extreme qi and blood defic; serious loss 
of blood or fluids (diarrhea, sweating, vomiting)<br>
<br>
c. Weak: deep fine 
and forceless. Vacuity of qi and blood, but more of an internal condition where 
original qi is being consumed.<br>
<br>
Excess:<br>
a. Replete: arrives w/ 
force, full and large.<br>
 Excess heat, fever, food stag, constip.<br>
 Watch 
for replete pulse w/ chronic condition. Can be separation of yin and yang<br>
 
Good in healthy person<br>
<br>
b. Tight: like a twisted string vibrating under 
finger and hitting w/ force<br>
 indicates cold, pain, fright-wind, cold 
phlegm, hernia<br>
<br>
c. Flooding/Surging: comes w/ strength and goes softly 
like a wave. Usually large vessel and loose. Normal in summer.<br>
 Yang ming 
pattern: 4 Bigs (pulse, sweat, fever, thirst)<br>
 May also appear in vacuity 
patterns where it will be forceless waves<br>
<br>
 Rhythm<br>
 a. 
Abrupt/Skipping: rapid, skips beats w/o pattern<br>
 1. skipping and forceful: 
yang repletion w/ evil blocking flow of blood<br>
 2. skipping and forceless: 
HT palps or chronic vacuity cough<br>
<br>
 b. Knotted/Bound: slow and irregular
<br>1. Bound and forceful: qi and blood stag; phlegm and food accum; masses; 
emotional problems (depression&hellip;.)<br>
<br>
 c. Regularly Intermittent: 
forceless and skips w/ regular rhythm<br>
indicates organ qi vacuity, esp 
Heart; extreme pain patterns or extreme fright; can be (normal if 3 mos. 
Pregnant?)<br>
<br>
 Form<br>
 a. Large: vessel is large<br>
 heat: repletion 
or vacuity<br>
 if forceful, beginning of disease<br>
 b. 
Fine/Thready/Small/Thin: clearly felt like a thread<br>
 qi and blood vacuity; 
yin defic<br>
 c. Long: exceeds normal pulse positions; soft and flexible, yet 
forceful<br>
 normal in spring<br>
 surplus of yang qi<br>
 repletion patterns
<br><br>
 d. Short: felt in middle positions, but not in others<br>
 Lung or HT 
qi vacuity<br>
<br>
e. String-like/Wiry: long and straight and stiff under 
fingers (violin string); like a tight pulse w/o vibrating. Usually thin and 
narrow<br>
 Liver pulse: liver stag, wind, fire; LV/GB heat<br>
 Slightly 
string-like is normal in spring<br>
 Phlegm accum or masses<br>
<br>
<br>
<br>

Head:<br>
 Feel for temperature, quality (rough, smooth), moisture, lumps, bumps
<br> Look for discoloration and visible lumbs<br>
 General color<br>
 Use back 
of hand to feel face<br>
 Feel forehead for heat and feel hands at same time<br>
 If palm is hotter than forehead: vacuity heat<br>
 If dorsum is equal or 
hotter than forehead: repletion heat<br>
<br>
Neck/Head:<br>
 Look at fontanel 
in child/infant.<br>
 If protruding: liver wind stirring<br>
 If sunken: fluid 
depletion<br>
<br>
Feel for lumps/bumps on neck. Are they soft and moveable (qi 
stag) or hard and fixed (blood stag)? Are they painful? Hot?<br>
<br>
Forearms:
<br> Feel for temp, moisture/dryness, swelling<br>
 Hotter on inside: yin defic 
heat<br>
 Hotter on outside: yang repletion<br>
<br>
Skin:<br>
 Exterior heat: 
scorching when first touch, then diminishes<br>
 Internal heat: gets hotter and 
hotter<br>
 Heat blocked: don&rsquo;t feel heat right away, then gets hot<br>
 
Sweat on body: info on body fluids<br>
 Skin rough/dry: yin, blood vacuity<br>
 
Skin swollen and sinks when touched: water swelling<br>
 Skin swollen and tight 
and doesn&rsquo;t sink: qi swelling<br>
<br>
Hands and Feet<br>
 If hot: 
hyperactive yang<br>
 If body and limbs are cold: yang defic<br>
 If limbs ice 
cold: reverting cold; yang exhaustion<br>
 Palms hot, body not hot: yin defic 
heat<br>
 Dorsum hot, body hot: external evil<br>
 Children w/ high fever: if 
fingers get cold watch for convulsions<br>
 If hands and feet both cold: SP/ST 
yang defic<br>
<br>
Body<br>
 If sores on body, palpate sores: hot or cold? 
Soft or hard?<br>
 If protrudes the skin and hot and pain worse w/ pressure: 
yang type sore<br>
 If level w/ skin, not hot, only slightly painful: yin type 
sore<br>
 If hard and painful when press, pus hasn&rsquo;t developed<br>
 If 
soft, pus has developed<br>
<br>
Chest/Abdomen<br>
 Lying down comfortable w/ 
knees slightly bent (supported from underneath)<br>
 Make sure your hands are 
warm<br>
<br>
<br>
<br>
<br>
<br>
 HT<br>
<br>
<br>
 SP<br>
<br>
<br>
 LU LV<br>
<br> KI<br>
<br>
<br>
<br>
<br>
<br>
<br>
If pain in abd relieved by warmth: 
cold pattern<br>
 If pain in abdomen relieved by cold: heat<br>
 If better when 
pressed: vacuity<br>
 If worse when pressed: excess<br>
<br>
 If lumps: where 
are they? What do they feel like:<br>
 If soft and moveable: jia: 
conglomeration (middle jiao)<br>
Qi-type Ju: gathering (lower jiao)<br>
<br>
 
If hard and fixed: zheng: concretions (middle jiao)<br>
 Blood-type Ji: 
accumulations (lower jiao)<br>
<br>
<br>
Channels and Points<br>
Palpate 
bilaterally (note differences)<br>
Palpate 5 shu points; front mu; back shu; xi 
cleft; yuan source; luo connecting (tell about repletion/vacuity in channel 
itself and associated channel); lower he sea<br>
<br>
Look for tenderness, 
abnormalities, lumps, muscle tone (tense=repletion; soft=vacuity), changes in 
color and temperature<br>
<br>
Palpate A-shi points<br>
<br>
Lung: LU 1, KI 27, 
UB 13, LU 6<br>
HT: UB 15, Ren 14, HT 1<br>
Women: SP 6,9, Ren 4<br>
General 
Constitution: Ren 4,6</p> <br>

<p></p> 
<p>Tuesday 07th of August 2007 09:50:46 PM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine palpation pulse diagnosis Four 
Examinations </p> 
<h1>The Four Examinations, Part 5 (Inquiry/Asking Diagnosis)</h1> 
<p>The &quot;10 Questions&quot;<br>
<br>
Inquiry/Asking<br>
<br>
Demographics: 
name, age, sex, profession, life circumstances, birth place, where they 
live&hellip;<br>
<br>
Past Medical History: Birth history (did mom have trouble 
conceiving, did she have any health problems during or prior to pregnancy, 
early, late, induced, breech, forceps, stuck in birth canal, cord wrapped 
around neck, jaundiced, blue, other complications&hellip;)<br>
<br>
 Childhood 
illnesses, learning disabilities<br>
<br>
 Traumas: sudden death of loved one, 
abuse (sexual, physical, emotional, verbal), major accidents, broken 
bones&hellip;&hellip;&hellip;&hellip;&hellip;<br>
<br>
 Vaccinations<br>
<br>
 
Medication history: antibiotics<br>
<br>
 Smoking/Recreational Drugs/Coffee<br>

<br> Exercise history: child athlete?&hellip;&hellip;&hellip;&hellip;.<br>
<br>

Family Medical History:diabetes, hepatitis, high blood 
pressure&hellip;&hellip;&hellip;&hellip;.<br>
<br>
Chief Complaint: why did 
they come in, when did it start (acute, chronic, what induced it), where is it 
located, progression, what makes it better or worse&hellip;..<br>
<br>
10 
Questions: 1. temperature: hot/cold; fever/chills<br>
 w/ chronic heat, can be 
from too much yang or too little yin<br>
 acute pathogenic invasion: wind-cold, 
wind-heat<br>
 yang pathogens: w-h, dryness, summerheat<br>
 yin pathogens: 
cold, damp<br>
 simultaneous fever and chills:<br>
a. wind cold: more chills 
than heat (subjective), strong aversion to cold (wei qi can&rsquo;t get to 
surface and warm you up; blankets don&rsquo;t help), body aches; tongue normal 
b/c acute; pulse floating tight. This is the tai yang level of disease 
&acirc;&#128;&#147;most superficial<br>
b. wind heat: more fever than chills, 
slight aversion to cold, sore throat, rashes, tongue normal or thin yellow 
coat, pulse slightly rapid and floating.<br>
Alternating fever and chills: 
bitter taste in mouth, hypochondriac pain (malaria at its worst). The pathogen 
has penetrated into shao yang level.<br>
Fever and no chills: internal heat<br>

Chills and no fever: internal cold<br>
<br>
Temperature can also tell us about 
vacuity/repletion<br>
 Vacuity:<br>
Cold: maybe spontaneous sweating, 
body/limbs cold, clothes help, fear of cold<br>
Heat: no aversion ot cold, heat 
in 5 centers, chronic<br>
<br>
 Repletion:<br>
Cold: strong aversion to cold, 
bland taste in mouth, no thirst, diarrhea, clothes don&rsquo;t help<br>
Heat: 
acute, strong fever, 5 bigs<br>
<br>
 2. sweating<br>
lungs disperses wei qi; 
fluid of heart; spleen and kidney w/ fluid metabolism; yin or qi defic? Excess 
yang or heat<br>
a. where is person sweating?<br>
a. Only on hands: nervous 
condition or lung qi defic<br>
b. Only on extremities: spleen qi defic<br>
c. 
Only on head and back of neck: ST heat or dampheat<br>
d. Only on chest, palms 
and soles: yin defic<br>
e. On head only: defic<br>
f. All over body plus 
constip: repletion heat<br>
b. What time of day?<br>
a. Spontaneous sweat 
during day: qi is not holding/regulating pores/qi defic<br>
b. Sweats in 
evening or during sleep: yin defic<br>
c. Quality of sweat<br>
a. Oily: yang 
defic. Looks like pearls<br>
b. Profuse cold sweat after chronic illness: yang 
defic<br>
c. Yellow: damp heat<br>
d. W/ external pathogen: wind cold or wind 
damp: if doesn&rsquo;t resolve: wei qi defic<br>
d. Smell of sweat<br>
e. 
Quantity of sweat<br>
<br>
<br>
 3. pain/head (dizziness)<br>
head is most yang 
aspect of the body. All yang channels meet there. Sense organs on head<br>
<br>

a. headaches:<br>
i. acute: exterior attack, usually wind cold<br>
ii. gradual 
onset: interior condition<br>
iii. severe: excess/repletion<br>
iv. annoying 
dull: defic/vacuity<br>
v. daytime headache:<br>
i. yang defic (annoying/dull)
<br>ii. qi defic<br>
vi. night headache: annoying: yin defic/ blood defic<br>

Location: locations of meridians are important.<br>
i. back of neck into eye: 
Tai yang channels<br>
ii. frontal HA: yang ming<br>
iii. side of head: shao yang
<br>iv. vertex: liver<br>
v. whole head band around: dampness<br>
vi. pain 
inside head: damp; phlegm<br>
What makes it better or worse.<br>
i. worse w/ 
cold: cold pathogen. Better w/ heat<br>
ii. averse to heat: heat pathogen<br>

iii. better w/ pressure: vacuity<br>
iv. aggravated by pressure: excess<br>
v. 
fixed location/stabbing: blood stasis<br>
vi. pain moves location and 
intensity: qi stag<br>
vii. heavy: damp<br>
viii. worse w/ activity: defic. 
Better w/ rest<br>
ix. worse w/ rest: repletion. Better w/ activity<br>
<br>
b. 
dizziness: due to wind, fire, defic of qi, or phlegm<br>
i. swaying, losing 
balance: vertigo: internal wind<br>
ii. head and ear clogged: phlegm<br>
<br>

i.and ii. Are both excess conditions w/ fire components bringing up phlegm<br>

<br>iii. worse w/ fatigue, change of position: qi defic<br>
<br>
<br>
 4. 
hearing and vision<br>
kidneys open to ears; liver to eyes. Gb and SJ have 
special affinity w/ ear<br>
<br>
 Ears:<br>
<br>
 Pain:<br>
i. acute and 
repletion patterns: dealing more w/ channels involved and EPI and occasionally 
w/ externally/internally related channel (liver)<br>
ii. chronic and gradual 
onset: vacuity. Dealing more w/ Kidneys<br>
iii. better w/ pressure: defic<br>

iv. worse w/ pressure: excess<br>
<br>
Quality of Sound<br>
v. tinnitus:<br>
a. 
low pitch: KI defic<br>
b. high pitch/whistle: repletion/Liver<br>
vi. deafness:
<br>a. sudden onset: repletion<br>
b. gradual: vacuity<br>
<br>
Vision:<br>

Liver opens to eyes. Many meridians feed eyes (ht, st, gb, ub, sj)<br>

Repletion:<br>
Pain, swelling, itching, redness (wind-heat (acute) or internal 
liver fire)<br>
Sharp stabbing pain like needles: toxic heat, fire poison in 
heart channel<br>
Sand in eyes: spleen damp<br>
 Deficiency:<br>
Blurred 
vision, floaters, flowery, photophobia, chronic dryness: liver blood defic<br>

Pressure in eyes: kidney yin defic<br>
<br>
 5. stool and urine<br>
 Stool:<br>

 no pain w/ bloating: LV qi stag (harmonize ST and SP)<br>
 amount and color; 
well formed w/ no undigested food; easily eliminated<br>
 better w/ bowel 
movement: replete<br>
 energy of bowel movement tires you: defic<br>
 
constipation: due to excess, defic, defic qi, blood, yin, yang, liver qi stag
<br>acute: full heat in ST or intestines (yang ming). Tongue red w/ thick 
yellow coat<br>
 constip: from dryness in intestines<br>
goat stools: small 
hard droppings (heat in intestines drying or LV qi stag)<br>
abd cold to touch: 
cold or yang defic<br>
abd hot: heat<br>
alternating constip: LV qi stag 
invading SP and ST<br>
<br>
 diarrhea: could be same etiology as above; could 
be SP qi not transforming<br>
 foul smelling: heat<br>
 lack of smell: cold<br>

 cock&rsquo;s crow: first thing in morning: KI and SP yang defic<br>
 blood in 
stool: damp heat in intestines<br>
 black stools: more serious: blood stasis 
(high in GI tract)<br>
 pus/mucus in stool: dampness<br>
 flatulence: LV qi stag
<br> w/ odor: damp heat<br>
 no odor: cold in ST<br>
 borborygmus: gurgling: SP 
qi defic<br>
 Urine:<br>
 Ask about color, amount, pain, inhibition, etc.<br>
 
Color:<br>
pale/clear: cold in bladder or kidney<br>
 Dark yellow/brown: heat
<br> Cloudy/turbid: damp<br>
 Amount:<br>
scanty: heat (dried out fluids), KI 
yin defic (scanty but frequent), KI qi defic<br>
copious: KI qi defic not 
consolidating (KI should mist up to Lungs and control bladder)<br>
dribbling: 
KI qi defic<br>
 Pain:<br>
 Pain before urination, relief after: qi stag in 
lower jiao<br>
 Painful urination: heat in bladder<br>
 Retention of urine: 
damp-heat in bladder<br>
 Inhibited urine: can also be LV qi stag<br>
<br>
 6. 
appetite and thirst (taste)<br>
 Appetite: tells about SP and ST<br>
 
Aggravated by eating: replete<br>
 Alleviated by eating: vacuity<br>
 Better w/ 
bowel movement: replete<br>
 Lack of appetite: SP qi defic<br>
 Excess 
appetite: ST heat<br>
Appetite (hunger) w/o desire to eat: ST heat turning to 
yin defic heat. (May have red tongue w/ no coat)<br>
<br>
 Taste:<br>
 Desire 
for hot temp: cold<br>
 Desire for cold temp: heat<br>
 5 Element 
correspondences<br>
 craving or aversion for 5 element tastes<br>
 little 
stimulates: too much dampens/weakens<br>
odd taste in mouth: look to 5 element 
correspondence; (ie bitter taste = LV/GB disharmony)<br>
No taste: SP<br>
 7. 
sleep<br>
shen is stored in HT and blood peacefully stored in LV. Sleep depends 
on state of blood and yin in body. If enough blood and yin, you sleep peacefully
<br>Insomnia:<br>
 Can&rsquo;t fall asleep, but once asleep, stays asleep: HT 
blood defic<br>
 Wakes easily: KI yin defic, HT yin defic<br>
Combo of first 
two: HT and KI not communicating: usually more severe sx<br>
Excess HT fire<br>

Excess LV fire<br>
ST heat due to food stagnation<br>
 Lethargy/Somnolence:<br>

 Sleepy after eating: SP qi defic<br>
 Fatigue (extreme) and cold: yang defic
<br> Fatigue and heavy limbs: damp<br>
 Lethargy w/ signs of stupor and heat: 
external invasion of PC<br>
 Wakes up and doesn&rsquo;t feel rested: GB qi defic
<br> Grinding teeth:<br>
Parasites<br>
Emotional<br>
<br>
 8. chest and 
abdomen: pain/pressure, etc.<br>
 tightness in chest: lungs, heart, muscular<br>
 pain in sides/ribs/hypochondria: LV qi, GB qi stag (binding, constricted, 
can&rsquo;t take deep breath, gas, bloating)<br>
 pain in lower abd/navel: 
intestinal cramping (SP), menstrual (LV/KI)<br>
 pain in epigastrium/solar 
plexus: ST region, food stag, or ST qi defic (differentiate by how pressure 
makes it feel)<br>
 pain in inguinal region/testicles: liver channel<br>
<br>
 
9. gynecological: thorough history, first onset, timing, quantity and quality 
of blood, PMS, pain before, during or after periods, pregnancy and 
contraceptive, and sexual history, discharges, etc.<br>
Chong and Ren: Need 
good LV blood and storage to fill Chong. Need enough KI yin and essence to make 
blood and SP to hold blood<br>
If periods to frequent or comes early: heat: 
Liver gets hot; or SP qi not holding or LV qi not storing<br>
 Excess: thick, 
fire engine red<br>
 Defic: thin, watery<br>
Period too late (more than 35 
days): pregnant?:<br>
 Cold: congealed blood<br>
 Qi blood stagnation<br>
 Not 
enough blood: blood defic<br>
Little blood: obstruction (qi, blood, cold) or 
defic<br>
Lots of blood: qi defic (not holding) if pale, thin, or heat (more 
bright red and thick)<br>
Leukorrhea:<br>
 White discharge: no odor: cold 
(yeast infection?)<br>
 Yellow discharge: smell: heat (yeast infection?)<br>

<br> 10. lifestyle: rest/sleep/stress/emotions/tendencies<br>
 previous 
illnesses<br>
 old illnesses may show root of present disease<br>
 prior 
successes, failure<br>
 habits contributing to illness<br>
 demographics and 
emotional life and exercise, working conditions, etc.</p> <br>

<p></p> 
<p>Monday 06th of August 2007 07:00:34 PM | Comments</p> 
<p>chinese medicine acupuncture diagnosis herbal medicine inquiry/asking 
diagnosis Four Examinations </p> 
<h1>The Four Examinations, Part 4 (Listening and Smelling Diagnosis)</h1> 
<p>Some info on the Listening and Smelling exam<br>
<br>
Listening and Smelling
<br> Quality of voice: faint, frail, diffic getting words out: Lung qi defic or 
Yuan qi depleted<br>
<br>
 Rough, loud, full: repletion of yang qi<br>
<br>
 
Hoarse voice: repletion if something blocking voice (will have other sx)<br>
 
Defic if other defic sx<br>
<br>
 Reluctant speech, withdrawn, slow: coldness
<br><br>
 Incessant speech: heat<br>
<br>
 Sudden loss of voice: wind heat<br>

<br> Gradual loss of voice: lung vacuity<br>
<br>
 5 element sounds:<br>
<br>
 
Quality of Shen thru verbal expression:<br>
full and impaired consciousness and 
talking loud: dampheat<br>
<br>
 listless and mumbling: heart qi vacuity<br>

<br> Listening to movements: keeps still but utters groans: joint pain<br>
 
Clear voice but distinct and low and succinct: headache<br>
 Weak and 
indistinct: chest constriction/weakness<br>
 Respiration:<br>
 Coarse and loud: 
repletion/fullness<br>
 Difficulty breathing: vacuity/feeble/emptiness<br>
<br>

Asthma: Diffic inhaling: feeble/empty: feels better w/ deep breath: Kidney qi 
not grasping Lung qi (slight wheezing)<br>
 Acute: coarse and loud: better w/ 
exhale (can&rsquo;t exhale): repletion pathogen in lung: phlegm<br>
<br>

Coughs: loud: fullness/repletion<br>
 Dry: unproductive, no phlegm: lung yin 
defic<br>
 Dry w/ tickle at night: kidney yin defic (KI 6)<br>
<br>
Hiccoughs: 
if short, just diaphragmatic spasm<br>
 Loud: repletion heat 
&acirc;&#128;&#147;usually stomach qi<br>
 Long-term, but low and weak: weak 
stomach qi (usually coldness)<br>
<br>
 Smell: bad breath: stomach heat or oral 
dental decay<br>
 Belching: foul or sour belch is retention of food in stomach
<br> 5 phase smells:<br>
 hepatic problems: sticky sweet<br>
 cancer and 
diabetes: ammonia<br>
<br>
 strong or foul smells usually associated with heat 
and repletion.<br>
 Absence of smell or ammonia: cold diseases and vacuity</p> 
<br> 
<p></p> 
<p>Thursday 02nd of August 2007 09:54:38 PM | Comments</p> 
<p>listening and smelling diagnosis chinese medicine acupuncture diagnosis 
herbal medicine Four Examinations </p> 
<h1>The Four Examinations, Part 3 (Pediatrics: Diagnosing Children with 
Chinese Medicine)</h1> 
<p>PEDIATRIC DIAGNOSIS &acirc;&#128;&#147; WIND, QI AND LIFE GATES<br>
In 
pediatrics, we have this problem in that we can&rsquo;t really palpate the way 
we palpate adults. So we have a very special diagnosis, which is part of the 
Looking diagnosis for children. And we look at a vein on the index finer. This 
is only good for children under the age of 3, because after that the area in 
this space thickens. Basically, we look at this vein (lateral side of index 
finger). Now if you look at your own hand you have all these little joints, 
phalangeal joints&hellip; you stretch the skin and then you rub it 40-50 times 
(in China they actually use different mediums &acirc;&#128;&#147; ginger based 
water or water &acirc;&#128;&#147; to act as a medium and magnification). So 
you rub and you watch to see how far the vein comes up. These are called Gates 
or Bars. This (proximal joint) is called the Wind Gate or Bar. The middle one 
is called the Qi Bar or Gate. And the distal one is the Life Bar or Gate. Wind, 
Qi or Life.<br>
<br>
As you massage, the vein becomes more distended. How much 
it rises gives you your prognosis. If it rises just a little past the Wind Bar, 
the diagnosis is mild, external Wind attack. The prognosis is very good. If it 
goes up past the Qi Bar, then the diagnosis is usually that the internal Qi has 
been affected; usually the disease is in the Zang Fu organs &acirc;&#128;&#147; 
there might be problems with digestion, constipation; there might be more of an 
organ problem. Still manageable, but more deep. If it goes past the Life Bar, 
then we have a very serious condition. It just gives us how deep has it 
penetrated (doesn&rsquo;t tell us what it is or where it is).<br>
<br>
Now in a 
healthy child this vein is really thinly visible, but it&rsquo;s visible. 
Usually pale purple, maybe a little brownish in color. And only in that Wind 
Bar area. As you massage it, if it goes up, you&rsquo;re developing a pathogen 
interiorly. If it turns more red, it usually indicates more heat. Green or blue 
indicates more cold. If it turns black, that&rsquo;s usually blood stasis.</p> 
<br> 
<p></p> 
<p>Wednesday 01st of August 2007 10:10:22 PM | Comments</p> 
<p>chinese medicine acupuncture diagnosis herbal medicine pediatrics Four 
Examinations </p> 
<h1>The Four Examinations, Part 2 (Tongue Diagnosis in Chinese Medicine)</h1> 
<p>TONGUE<br>
The tongue is one of the major pillars of diagnosis, the other 
main one being the pulse. The tongue body proper is going to give you 
information more about the Yin organs, the blood organs in particular. How much 
is it feeding? The tongue coating is the result of digestion. So we&rsquo;re 
looking at two overall things. We&rsquo;re looking at a body and we&rsquo;re 
looking at a fur coat. Now the body itself is going to have not only color, but 
a size and shape to it. And it might have cracks, and it might have red raised 
areas. And whether or not you can hold it out and it stays firms or moves 
around and quivers is going to mean something. And the tongue fur, it&rsquo;s 
going to have a color and a thickness to it. And it&rsquo;s going to have areas 
that it&rsquo;s distributed in, and maybe some areas that it&rsquo;s not.<br>

<br>When reviewing the tongue, the best light to look it is natural light. And 
foods also affect the tongue (change the color, etc.). Pepto Bismal does a nice 
job on a black tongue. Eggs make it yellow and orange juice also makes it 
yellow. Cigarettes do lots of things&hellip; stain it a little bit of brown.<br>
<br>The tongue is a muscle. It reflects the Yin organs. All channels are 
indirectly reflected in the tongue. SP connects w/ root of tongue and scatters 
over bottom; KI goes to root; HT connecting vessel goes to root; UB and SJ 
tendinomuscular channels go directly to tongue. Mostly it reflects the state of 
the Spleen and Heart. It shows the state of the Blood and it shows the state of 
Yin. The tongue coat shows the state of digestion. When you digest, the Stomach 
and Spleen digests, part of the Essence is said to go up to the tongue to 
become dirty dampness &acirc;&#128;&#147; it coats the tongue. Tongue coat 
shows the effect of the organs, especially the Stomach Qi. Now, when 
you&rsquo;re dealing with a pathogenic invasion, the tongue coat tells you 
about the penetration of the pathogen. For instance, when you first get sick, 
the coat doesn&rsquo;t change. As it (pathogen) progresses in, it (tongue coat) 
gets thicker; it might change color.<br>
<br>
Eg. Somebody comes in with a Wind 
Cold attack. The cold penetrates in. Two days later, it&rsquo;s now trapped 
heat. The tongue coat was nothing; now it&rsquo;s thicker white. Then it 
becomes thicker and it&rsquo;s going to turn yellow. Now the cold has changed 
to heat, they now have a fever of 104-105. They&rsquo;re sick. Now the tongue 
is very red and the tongue coat is yellow. Three days later this person has 
burnt up all their Yin. The tongue coat falls off. Now they have a bright red 
tongue with cracks and it&rsquo;s peeled. It&rsquo;s absolutely glossy. Now 
it&rsquo;s really deep in. They break out with delirium, macules and now 
they&rsquo;re dead.<br>
<br>
A normal tongue should be pale red (they say the 
color of fresh meat). So it should be red, but not bright red. It should be 
supple, soft and flexible, even shaped and it should have no cracks. And it 
should have an even, slightly moist, thin, white coat.<br>
<br>
<br>
TONGUE MAP
<br>The very tip of the tongue &acirc;&#128;&#147; that&rsquo;s said to be the 
Heart. The area behind the tip, that&rsquo;s associated with the Lung. The area 
in the middle is associated with the Stomach and Spleen. The rear of the tongue 
is associated with the Kidneys, but also with the whole Lower Jiao area, so it 
also includes the intestines, both small and large, the bladder and the uterus. 
Now the Liver and Gallbladder are on the sides. The right side is thought to be 
more associated with the Gallbladder and the left side is associated with the 
Liver, but most folks just say Liver and Gallbladder. So that&rsquo;s the most 
common use. Another easier way is to say that the back of the tongue is the 
Lower Jiao, the middle of the tongue is the Middle Jiao and the front of the 
tongue is the Upper Jiao.<br>
<br>
The tongue body shows the condition of Zang 
Fu organs, especially Zang, the Yin organs. Especially about blood. The overall 
color, that&rsquo;s the state of the blood. The tongue is the only muscle that 
you can see and reflects what the muscles look like inside; that&rsquo;s how 
much they&rsquo;re nourished.<br>
<br>
SPIRIT reflects good moisture/fluids, qi 
and blood<br>
1. thriving: soft, flexible, moist<br>
2. withered: dry, stiff, 
can&rsquo;t protract, emaciated, dusky: no spirit<br>
<br>
COLOR AND SHEEN<br>

We look at the color first. It&rsquo;s either going to be paler, redder or 
purplish or bluish.<br>
<br>
Pale: A tongue can be slightly pale, but when you 
see a pale tongue, it almost looks white. It looks like it&rsquo;s not being 
fed blood. Pale being Qi and Blood deficiency, Yang deficiency and Cold.<br>

Difference between Qi insufficiency and Blood insufficiency is going to be in 
the moisture. If the tongue is insufficient in Qi or Yang, it&rsquo;s going to 
be moist. If a tongue is insufficient in Blood, that&rsquo;s going to be more 
of a dry tongue.<br>
<br>
Repletion cold: fur is white slippery and thick, pale 
body<br>
Vacuity cold: body pale and enlarged and tender, damp and scalloped<br>
<br>Red tongue. This is going to be either a full heat or empty heat.<br>

Full/replete heat, the whole tongue is red.<br>
Empty heat, the tip of the 
tongue is redder. The tip of the tongue is the Upper Burner (heat rises). Can 
be tender, with little or no fur.<br>
If red in specific area, heat in that 
organ<br>
<br>
Crimson, scarlet or deep red color &acirc;&#128;&#147; it just 
means there&rsquo;s some extreme heat in the body. Usually they&rsquo;ll have 
some febrile disease or you&rsquo;re really insufficient in Yin. Can also be 
blood stasis. Heat in blood level.<br>
Vacuity heat: little fur left/peeled<br>

Blood stasis: crimson w/ stasis macules: usually skin disorders, too<br>
<br>

Purple or dusky &acirc;&#128;&#147; usually the Qi or Blood is static. Now 
purple&rsquo;s a mixture of two colors &acirc;&#128;&#147; blue and red. If 
it&rsquo;s more blue-purple, it&rsquo;s usually dealing with some cold. And if 
it&rsquo;s a red-purple, it&rsquo;s usually dealing with more heat stagnating.
<br>Cold: cold in LV/KI and tends to be dampness<br>
Qi and blood stagnation 
creating heat: stasis macules, a dry mouth (w/o desire to drink)<br>
Purple: 
heat in blood<br>
Swollen and large: alcohol toxins affecting HT<br>
Purple or 
Blue-Green: less severe stasis, just certain areas, usually LV/GB first<br>
<br>
Every once in a while there&rsquo;s an orange color to a tongue (on the sides). 
Giovanni and Hammer say it&rsquo;s liver blood insufficiency.<br>
<br>
SIZE, 
SHAPE AND FORM<br>
When you talk about size and shape, you&rsquo;re talking 
about something that&rsquo;s either too big or too small. Flabby or swollen 
usually has to do with either Qi or Yang is insufficient to hold it, or 
there&rsquo;s excess Damp that&rsquo;s making it too big. Sometimes 
there&rsquo;s teethmarks on the side. That&rsquo;s called scalloping. 
It&rsquo;s usually worse in the morning.<br>
<br>
Tough and Tender:<br>
a. 
Tender: looks like beaten meat; indicates vacuity<br>
b. Tough: appears hard 
and rough: indicates repletion<br>
<br>
Swollen<br>
Swollen w/ scallops: spleen 
qi defic w/ dampness<br>
Swollen and pale: yang qi defic: replete yin<br>

Swollen pale white tender and moist: SP/KI yang vacuity<br>
Swollen and red: 
damp heat<br>
<br>
Thin or narrow:<br>
Thin and red: Yin insufficiency<br>
Thin 
and pale: Qi insufficiency. Can also still be Yin/Blood Insufficiency as they 
often come together.<br>
<br>
Prickles: if papillae stick up high<br>
Usually 
reddish: heat<br>
<br>
Fissures/Cracks: usually yin defic.<br>
Crack down 
center, depending on length, can indicate severity of disease and progression
<br>Crack in Center: SP/ST yin defic<br>
 Crack down center to tip: HT pathology
<br><br>
Scallops: SP qi vacuity often w/ dampness<br>
<br>
Tongue Sores: 
usually LV/GB and HT<br>
Protruding, tight, painful, red: heat toxins in HT<br>

Ulcers, herpes-type: heat in LV usually (can be HT)<br>
Less painful and not 
protruding or tight: yin defic heat<br>
<br>
Sublingual Veins/Network Vessels: 
under tongue<br>
If dark and distended: blood stagnation<br>
How far does the 
vein go?<br>
<br>
DEMARCATIONS<br>
The demarcations that you look for are 
cracks or raised areas. The cracks, they might be congenital, otherwise they 
mean something has eaten up the fluids. If you find cracks that are horizontal, 
that almost always means Yin Insufficiency. If you find cracks on a pale 
tongue, it usually means that the Qi and the Blood is deficient. And if you 
find cracks on a red tongue, it usually means that there&rsquo;s heat 
&acirc;&#128;&#147; either excess heat that&rsquo;s burned up the tongue or 
there&rsquo;s insufficiency of Yin, usually Stomach Yin. You&rsquo;ll start 
finding that (vertical) central crack that usually gets deeper and deeper. 
That&rsquo;s usually Stomach Yin burning up.<br>
<br>
The eruptions, the red 
areas that get raised, the little prickles &acirc;&#128;&#147; they&rsquo;re 
always replete heat. Most people have it in the back of the tongue and the 
other place you&rsquo;ll find them is on the side.<br>
<br>
MOTILITY/BEARING<br>
How one moves the tongue. Now the tongue should be able to be flexible and it 
should be able to sit there for a little while without shaking or moving around 
like a snake.<br>
Rigid, can&rsquo;t stick out &acirc;&#128;&#147; Wind. Or it 
can be a problem with Phlegm heat or Heat, but really extreme though. Delirium.
<br>Deviated, that actually pulls off to the side, shows that there&rsquo;s 
some obstruction of Wind and Phlegm in the channels. Wind stroke.<br>

Trembling: heat creating wind; Wind or Qi or Yin Insufficiency. When it&rsquo;s 
Qi or Yin insufficiency it&rsquo;s really mild. When it&rsquo;s Wind&hellip; 
their tongue is wandering all over.<br>
Dog tongue, the panting or lolling 
tongue: replete heat.<br>
Limpness: floppy soft w/o strength, hard to turn from 
side to side or curl: usually in serious conditions<br>
Limp and pale: serious 
qi and blood defic<br>
Limp dry and red: heat burning yin<br>
Stiffness: hard 
stiff and straight, not flexible, diffic to stick out or retract: lack of ST qi 
(critical)<br>
Contracted: unable to extend out of mouth. Critical sign: 
wind-stroke or extreme heat burning yin<br>
Protrusion and Worrying: licking 
lips constantly<br>
Developmental problems, ie source qi defic<br>
If adult and 
red: heat in HT and SP<br>
If adult and purple: epidemic toxin affecting HT<br>

If occurs suddenly in children: fright wind (childhood epilepsy)<br>
Tongue 
Doubling: veins under tongue swollen and distended, looks like second tongue: 
due to fire heat surging up HT channel<br>
Palsy: numb and doesn&rsquo;t move 
flexibly: due to blood defic causing stirring of LV wind or wind-phlegm<br>

Protracted: extends out, difficult to retract; long and hangs out<br>
If numb: 
qi and blood defic<br>
If deep red and drool: wind phlegm, phlegm fire<br>
<br>

<br>SUBLINGUAL VEINS<br>
Tell us about circulation. When diseased, they are 
swollen, distended; one side or the other or both. They become bluish-purplish 
&acirc;&#128;&#147; tells us about blood stasis. The distention tells more of 
Qi stag; the purple/blue/black tells of blood stasis.<br>
<br>
TONGUE COATING
<br>This is the excess of the turbid Stomach qi. Good stomach qi produces a 
good tongue coat. It&rsquo;s part of the healthy digestive process. Normal coat 
is thin white smooth and evenly distributed and slightly moist. Abnormal coat 
is generated by evil qi.<br>
<br>
The coat can also tell of a pathogenic 
invasion and location. How deep the pathogen has penetrated.<br>
Color:<br>

white: cold, exterior conditions, dampness<br>
body red, coat thin white moist: 
external wind heat<br>
body normal, coat thin white moist: wind cold<br>
thin 
white and dry fur: ext evil transforming into heat and damaging fluids (body 
usually red)<br>
thick white glossy: damp turbidity or cold damp, usually w/ 
pale white body<br>
thick white can mean heat in certain situations: if looks 
like snow powder and body is red can be damp heat internally or epidemic type 
disease or hidden heat<br>
 Yellow: heat, deeper the color means stronger the 
pathogen<br>
 Yellow thin: wind heat or wind cold transforming<br>
 Yellow thin 
and dry: heat damaging fluids<br>
 Yellow thin and moist: fluids still ok<br>
 
Yellow thick and glossy: damp heat accum and stag in SP/ST<br>
 Yellow thick 
and dry: heat evil damaging fluids<br>
 Yellow thick w/ pale white enlarged 
body: SP/ST defic w/ water dampness<br>
 Yellow slimy: damp heat in SP/ST or 
phlegm or food accum<br>
 Yellow burnt w/ cracks and prickles: extreme heat 
consuming qi and yin<br>
 Yellow and white together: evil moving internal<br>
 
Grey black: extreme heat (w/ crimson body) or cold (w/ pale body and 
moist/swollen)<br>
 White &acirc;&#134;&#146; yellow &acirc;&#134;&#146; grey 
(chronic) &acirc;&#134;&#146; black<br>
 Repletion Heat: black dry burnt w/ red 
body<br>
 (Yang) Deficiency Cold: thin black damp w/ pale white body and tender 
or pale purple<br>
<br>
 Moldy Sauce: mixed colors: yellow/red/black<br>
 Long 
term chronic damp heat complicated w/ summerheat<br>
<br>
 Peeling: where is it 
peeling?<br>
 If many sections: depletion of ST qi/yin<br>
<br>
 True fur has 
root (ST qi rooted). If fur can be scraped off &acirc;&#134;&#146; false fur 
(no ST qi)<br>
<br>
Thickness/Texture:<br>
 Thin: can see thru coat: normal<br>

 Thick: can&rsquo;t see tongue body: excess repletion. Thicker the coat: 
stronger the pathogen<br>
 Tofu: large clumps of fur, unrooted,<br>
Loose: can 
be brushed off: severe dampness; stomach not transforming; repletion heat 
evaporating and transforming turbid dampness in SP/ST<br>
Moldy: over entire 
tongue or in spots: improper rottening and ripening of ST<br>
Pus-like: thick 
and sticky and looks like sores: internal abscess<br>
 Greasy: pathogen plus 
dampness<br>
 Slimy: greasy and dirty; smaller pellets/clumps which are sticky: 
damp turbidity<br>
Peeled: no coat: either stomach yin defic (can&rsquo;t make 
coating) or Kidney yin defic if no coat all over and red<br>
<br>
Topography: 
see diagram above<br>
<br>
Moisture: tells about state of body fluids; normal 
is moist w/ no pooling, supple<br>
 Too wet: yang qi not transforming or 
dampness<br>
 Dry: heat or body fluid dryness (blood)<br>
<br>
Water makes 
tongue more moist<br>
Olives, coffee, plums, turn fur black/yellow<br>
Vitamins 
C, riboflavin, tea, cigarettes, stain yellow<br>
Milk makes fur white<br>

Antibioitics cause tongue to peel and/or thick tongue fur<br>
Eggs stain fur 
orange<br>
Candy will change fur color<br>
<br>
Tongue Body reflects:<br>
a. 
circumstances of right qi: change in color, form or bearing reflect right qi, 
viscera and bowels; ie. Thin=qi vacuity; pale=blood vacuity; 
deviated=wind/blood stasis<br>
b. vacuity and repletion of zang fu<br>
c. 
debility/exuberance of qi and blood<br>
<br>
Tongue Fur reflects:<br>
a. 
circumstances of evil qi: yellow=heat; white=normal or cold<br>
b. depth of 
disease: tongue fur thicker if interior.<br>
c. existence of ST qi</p> <br>

<p></p> 
<p>Wednesday 01st of August 2007 10:16:36 PM | Comments</p> 
<p>chinese medicine acupuncture diagnosis herbal medicine alternative medicine 
tongue diagnosis Four Examinations </p> 
<h1>Breast Cancer</h1> 
<p>A nice article on breast cancer. Interestingly, I just heard today that it 
takes approximately 8 years for breast cancer to show up on a mammogram. Best 
protection is early detection of one's imbalances through a thorough Chinese 
medical evaluation, especially trained pulse diagnosis which reveals energetic 
tendencies towards this disease years prior to its manifestation, and thus, 
ample time to treat it. And as with many of our modern epidemic diseases, they 
have roots in the environment society has created with all its toxicities.....
<br> <b><br>
BREAST CANCER</b><b><br>
By Camellia C. Pratt, DTCM </b></p> 
<h2> </h2> 
<p>The first world conference on Breast Cancer was held July 1997, in 
Kingston, Ontario. The chief organizer Janet Collins, a nurse and midwife had 
many friends and a sister fall victim to what some say is becoming an epidemic. 
Breast Cancer kills almost one million women worldwide annually, including 
about 7000 in Canada in 1997.</p> 
<p>As much as cancer has been blamed on genetic quirks, lifestyle factors, 
including smoking and having a high fat diet, about 70 % of breast disease 
causes don't fall into high-risk categories. (1) Now with the high incident 
rates in the Northern New York States and north shore of Great Lakes, second 
highest only to San Francisco Bay with 18,000 new cases annually, some feel 
Breast Cancer could be environmental pollution induced. Sandra Stein Graber, a 
Boston Biologist states 80% of Breast Cancers are caused by environmental 
hazards (2) </p> 
<p>Despite the enormous effort to combat Breast Cancer, the number of new 
cases rises each year. For example, the introduction of radiation therapy, 
chemotherapy, immuno-therapy, CT Scans, MRI scans and all other new medical 
technology, life spans for breast cancer patients have remained the same, as 
there hasn't been any significant progress in Breast Cancer treatment. 
Treatment has improved survival only slightly, in fact. The five year survival 
rate for Breast Cancer in 1976 was 75%, 1983- 77% and in 1989- 78%. Most 
scientist/ physicians are convinced however that the slight increase in time of 
survival of lifespan is due largely to earlier detection of Breast Cancer, by 
improving mammography technology. But to an oncologist if the patient lives 5 
years + 1 day, that woman survived and is counted as a cure, even if she has 
died. If however she lives one day less than 5 years she is counted as a 
non-survivor. In 1960,1 in 20 women developed Breast Cancer, in 1974, 1 in 17. 
The odds have gotten worse with each succeeding year. By 1990 the rate rose 
astronomically to 1 in 10, and kept zooming, in 1991, 1 in 9, in 1994, 1 in 8 
women developed breast Cancer. (3) </p> 
<p>In the last two decades the National Cancer Institute has spent over $1 
billion on breast cancer alone, touting spectacular progress at the research 
level with almost no change in reducing mortality or increasing life spans. And 
that is the primary objective of any treatment to make the lifespan longer, 
improve survival. Two advances have come about however:</p> 
<p>1. Minimizing pain and suffering </p> 
<p>2. Less mutilating surgery to achieve the same survival. Even though this 
information is well known to all scientist and physicians, the great majority 
of all breast cancers are still handled the same way, i.e. modified radical 
mastectomy rather than lumpectomy, auxiliary node dissection and radiation 
therapy (3). Dr. Stephen Narod, a Medical Researcher from Women's College 
Hospital in Toronto concluded &quot;mastectomy before cancer strikes&quot; is 
the best approach to treating women carrying the genes linked with the disease 
even though as some delegates attending the conference in Kingston pointed out, 
research hasn't proven conclusively that breast removal is an effective 
prevention strategy. (4) </p> 
<p>There is an information gap on the causes, monitoring and prevention of 
breast cancer, because little conclusive research has been done on the subject. 
However, it is known that 75% of patients survive breast cancer, and most 
breast cancers are present 8 to 10 years before they can be detected as a lump 
or on a mammogram, according to Dr. Susan Love, MD. Associate Professor of 
Clinical Surgery at the University of California, Los Angeles and Director of 
the Breast Cancer Institute. Dr. Love points out &quot;The problem of the 
prevention and treatment of breast cancer is the fact that 80% of women who get 
breast cancer don't have (the traditional) risk factors. A low fat diet may be 
preventative, but we won't have the results from studies for a good five to ten 
years. Recent studies however have disputed the long-standing belief of that 
risk factor. The Canadian National Breast Screening study, which examined the 
diets of almost 57,000 women, claimed that a higher incidence of breast cancer 
was observed in women consuming the most fat. They neglected to report that the 
same high, incidence of breast cancer was observed in the women consuming the 
least amount of fat. </p> 
<p>The Nurses Study in the U.S.A found exactly the same pattern. When the data 
from both studies were compared and evaluated, it was discovered that &quot;The 
breast cancer rate among these women was virtually the same, whether they ate a 
lot of fat or very little&quot;. (8)</p> 
<p>Another study, has also recently discounted the high genetic risk factor. 
Although the risk of breast cancer is doubled among women whose mother or 
sister contacted Breast Cancer before the age of 40, the study indicated that 
within middle -aged women, only 2.5 % of breast cancer cases were attributable 
to family history. (5)</p> 
<p>Early detection is currently one of the primary strategies for prevention 
and successful treatment, which is why the self-breast exam is so important. 
The benefits of mammography are still a subject of debate. Questions that are 
still present include whether low-level radiation used in the test can 
contribute to cancer, whether equivocal results lead to unnecessary surgery and 
the accuracy rate of test results.</p> 
<p>According to the National Cancer Institute, in women ages 40-49 there is a 
high rate of missed tumors, resulting in 40% false negative test results. 
Breast tissue in younger women is denser, which makes it more difficult to 
detect tumors, so tumors grow more quickly in younger women, and tumors may 
develop between screenings. Because there is no reduction in mortality from 
breast cancer as a direct result of early mammogram, it is recommended that 
women under fifty avoid screening mammograms although the American Cancer 
Society is still recommending a mammogram every two years for women ages 40-49. 
Dr. Love states, &quot;We know that mammography works and will be a lifesaving 
tool for at least<b>30%</b> (6) </p> 
<p>Dr. Norman Boyd, head of the Division of Epidemiology and Statistics at the 
Ontario Cancer Institute in Toronto, whose research was funded by drug 
companies (6), calls dense breast tissue a &quot;major cancer risk , and they 
should have mammograms &quot;more frequently than other women&quot;, also 
adding patients should be cautioned to follow a low-fat, high fiber diet and 
perhaps take specific medication to &quot;block factors that play a role in 
breast density&quot; and thus cancer. According to the American Academy of 
Pathology at least 50%, but as many as 80% of North American women suffer some 
sort of fibrocystic breast disease or density (11), causing a lot of pain and 
discomfort as well as a great deal of anxiety. Although a benign condition, it 
can be difficult for both women and their physicians to distinguish a cystic 
breast lump from a cancerous one. Right now Fibrocystic Breast Disease is a 
confusing term or as Dr. Susan Love says Sa wastebasket into which doctors 
throw every breast problem which isn't cancer.&quot;<i>(yet)</i>. </p> 
<p> Various researchers have suggested a hormonal imbalance, a decreased ratio 
of progesterone to estrogen in the second half of the menses cycle, an 
abnormality of prolactin regulation, a hypersensitivity to thyroid stimulating 
hormone and increased estrogen levels, as causes of fibrocystic breast disease.
<b> </b></p> 
<p>Various treatments of fibrocystic breast disease are: Dr. Mauvais Jarvis 
and his group of French researchers found that breast pain was relieved 95% of 
the time with a natural progesterone gel rubbed into the breasts.</p> 
<p>Dr. John Lee, clinical instructor at U. of California Dept. of Family 
Medicine has had good success using a 2 oz. jar of 3% natural progesterone 
cream for the last two weeks of cycle for a total of 3 -6 months. Maintenance 
is 1/2 jar a month. Studies have been inclusive as to whether vitamin 
supplementation reduces pain or swelling.</p> 
<p>Dr. Christine Northrup, an American gynecologist, recommends hot castor oil 
packs applied to the breast 3 times a week for one hour for 2-3 months with 
maintenance afterwards of once a week. (12)</p> 
<p>Dr. John Myers a Baltimore gynecologist with a special interest in 
metabolic disease is credited among the first to recognize the importance of 
iodine to the breast and ovary. He found he could completely reverse 
fibrocystic breast disease using iodine orally and vaginally along with trace 
mineral elements given under the tongue and magnesium given intravenously. 
Cystic breast would soften quickly under the regime, sometimes immediately. (11)
</p> 
<p>In the Canadian Journal of Surgery, Dr. William Ghent, former Professor 
Emeritus of Surgery, at Queen&quot;s University in Kingston, Ont. and Dr. 
Bernard Eskin, Professor of Reproductive Endocrinology and Obstetrics &amp; 
Gynecology at Medical College of Pennsylvania, (who both collaborated on 
clinical research of iodine deficiency and fibrocystic disease in the 1970's) 
have speculated that the elemental iodine is essential for breast normality, 
and its absence seems to render the breast ducts more sensitive to estrogen 
stimulation and subsequent formation of cysts and scar tissue. They theorize 
that adequate amounts of elemental iodine in breast tissue make them less 
sensitive to circulating estrogens. As such the iodine could be classed as a 
natural anti-estrogen a sort of natural tamoxifen. Incidentally, during 
treatment for fibrocystic breast disease, it was noted that some women 
experienced a marked improvement in their endometriosis. At present this 
special form of iodine must be taken continuously or the breasts will become 
cystic again. With Dr. Ghent's research on fibrocystic disease of 3200 women 
for 12,000 women years, the breast cancer rate of women taking the elemental 
iodine was 0.00082 women per year, while the projected incidence of breast 
cancer for Ontarian women was .0064 women per year.(11)</p> 
<p>Sydney Singer a medical Anthropologist, examines the ways in which our 
lifestyles make us sick, and came up with the theory that &quot;there is no 
such disease as Breast Cancer, there is cancer which manifested in a woman's 
breast&quot;. He discovered that where there were not brassieres, there was 
little breast disease, after conducting a two-year study in which he 
interviewed over 5000 women regarding their attitude and behavior regarding 
breast and bras. About half of the women had breast cancer, and he discovered 
that the women with breast cancer had a history of tighter and longer bra 
wearing than did the women who had not (yet) developed the disease.</p> 
<p>The researcher also threw out the challenge that if a woman stopped wearing 
her bra for two weeks that fibrocystic breast disease would disappear. (I had 
suffered Fibrocystic Breast Disease for over 35 years, and thought what the 
heck, I'll give him three weeks. I marked the time off on my calendar and 
carried on with life as usual. After three weeks, my breast was completely 
clear of Fibrocystic Breast Disease (from a bag full of marbles to one full of 
water, what a difference). Dr. Singer has pointed out that the problem caused 
by bras is essentially a mechanical interference with the breast lymphatic 
drainage. However, in today's world we are all exposed to hazardous cancer 
causing toxins in our food, air water and medications. Pesticides, herbicides 
and other chemical contaminants enter our bodies and must be cleared away, 
along with the damage they caused. This is the basis of the dietary connection 
with cancer (and environmental pollution). It is through our diets that we get 
exposed to many toxins especially the fat-soluble toxins that are found in the 
fatty part of our foods. High fat diets are associated with cancer, not because 
of the fat itself (which people have been consuming for thousands, if not 
millions of years), but because of the toxin content of fats produced in our 
chemical dependent food production system. Once in our tissues, these toxins 
must be flushed out via the lymphatics. However, a bra-constricted breast 
cannot adequately perform this cleansing process, resulting in toxin 
accumulation in the breasts.</p> 
<p> One major reason women wear bras is the myth that bras are needed for 
&quot;support&quot;. This myth assumes that the female body was created with a 
flaw pertaining to shape. This apparent flaw is a reflection of a fashion image 
which demands that women have their breasts higher on their chest wall than 
nature intended, and which can be achieved only with the purchase of a 
product-the brassiere. In fact, bras are creating droopy, weak breasts, the 
exact opposite of what this myth claims. As the breast relies on the bra for 
artificial support the body loses its ability to support the breast by itself. 
(13)</p> 
<p>ERT &amp; CANCER: Dr. Alan Gaby, author of <i>Preventing and Reversing 
Osteoporosis,</i> explains that at least 28 different studies have evaluated 
the relationship between Estrogen Replacement Therapy and breast cancer. These 
analyses suggest that estrogen replacement therapy is associated with an 
increase in the risk of breast cancer ranging from 1-30% (9)</p> 
<p> When suffering stage 3, large C prostate cancer, my husband was prescribed 
women's hormones to slow the cancer growth. He developed breasts, which 
produced large tumors. His surgeon wished to operate, but we decided against 
it, and upon chance when visiting an acupuncturist, the DTCM recommended some 
nightly massage of Zusali (Stomach 36 point) and the tumors went away.</p> 
<p>WESTERN PERSPECTIVE: CANCER OF BREAST AND TREATMENT: The value of lymph 
node removal is increasingly controversial, says Dr. Greg McGregor, head of 
surgical oncology at the British Columbia Cancer Agency. He is chief 
investigator in a new trial to see if lymph node conservation affects cancer 
recurrence or survival.</p> 
<p>Dr. Edward Fish, Assistant Surgery Professor at University of Toronto, also 
questions routine removal of lymph nodes, especially for women with a small 
lump. An experimental technique is being developed where a dye is injected 
close to the tumor. The dye then travels to the lymph gland called the senital 
gland. That gland alone is then removed and if it contains no cancer cells, the 
lymph nodes can be safely intact. Dr. Fish studied 100 women who had lumpectomy 
only. Women over the age 65 with a small non-aggressive tumor had a local 
recurrence rate of less than five percent and would thus benefit little from 
radiation.</p> 
<p> Recently in Vancouver B.C., 40 doctors from across North America made a 
landmark decision to study unconventional cancer treatments. (16) In the 
question of &quot;preventive&quot; chemotherapy, Steve Austin, a naturopath, 
says most women have impaired quality of life from chemotherapy, but few 
benefits. Side effects could include hair loss, nausea, and lowered white blood 
cell count and susceptibility to infection. (17)</p> 
<p>Another treatment/preventive tried out now is Tamoxifen, which was 
developed about 20 years ago. Researchers discovered it lowered Breast Cancer 
rates in animals, and started studying its effects on human breast cancer. The 
researchers found out that tamoxifen interfered with estrogen in breast tissue 
by stopping it from binding to particular receptors. Although estrogen promotes 
the growth of breast cancer cells, it must first bind to these receptors in 
order to have any effect at all. Tamoxifen blocks these estrogen receptors and 
helps reduce the chance of a recurrence of breast cancer. Because of this 
anti-estrogenic effect, the side effects of tamoxifen mirror that of menopause. 
The research soon unveiled even more serious side effects of tamoxifen usage. 
Even the National Cancer Institute admits that Tamoxifen can cause an increase 
of uterine cancer. It is also believed to cause liver cancer. Dr. Samuel 
Epstein, an expert in environmental toxicology has reported Tamoxifen is the 
most potent liver carcinogen available,(18) and most experts are telling us 
this is the &quot;most promising anti-cancer drug on the market&quot;.(19)</p> 
<p>It has been my experience that before cancer can be cured or go into 
remission, some psychological work must be done. There seems to be a spiritual 
manifestation of the disease and this must be treated along side the physical 
ones. Dr. Louise Hay, an international renown counselor, teacher and lecturer, 
states &quot;frequently patients with cancer have a deep hurt, long-standing 
resentment, a deep secret or grief eating away at self. Carrying hatred saying 
'What&quot;s the use?', and then the part of the body involved sometimes shows 
the person's mind bent. For example in breast problems perhaps the person had a 
problem with over-mothering, over-protection or over-bearing attitude, perhaps 
a refusal to nourish the self, putting everyone else first.&quot; (21)</p> 
<p> Edward Bach stated that Disease is in essence, the result of conflict 
between soul and mind. and will never be eradicated in the patient except by 
spiritual and mental effort. We must learn to think, reason, see, hear, speak 
and pray from the heart, not the head to be with our soul. &quot;Illness. 
disharmony and imbalance are often a result of the gap between the inner state 
and the 'face' that we daily put on to those around us&quot; (22)</p> 
<p> Dr. Ron Pratt. Ph.D. .F.B.F.S. a social science researcher has stated that 
in his experience and observations, that especially cancer, among others is a 
disease that not only attacks the physical, it also attacks the spirit. 
&quot;Such men as Hippocrates, with his mighty ideals of healing, Paracelsus 
with his certainty of the Divinity of Man; and Hahnemann, who realized that 
disease originates in a plane above the physical, Edward Bach with his 
certainty that the real cause of disease are such defects as pride, cruelty, 
hate, self-love, ignorance (lack of wisdom), instability of mind (indecision), 
inconsistency, greed, presumption, pretension, immaturity, deceit, deception, 
sensuality. What untold misery would have been spared during the last 20 to 25 
centuries had the teachings of these great masters and their art been followed. 
Unfortunately, as in other areas, materialism has appealed too strongly, and 
for so long a time, that the voices of the detractors and obstructers have 
risen above the advise of those great masters, who knew the truth.&quot; (20)
</p> 
<p><b>TRADITIONAL CHINESE MEDICINE PERSPECTIVE</b><b> </b></p> 
<p>Many people are returning to ancient manuscripts and studying the masters, 
and now we see the West embracing the 5000 years documented medicine from the 
east, commonly known asTraditional Chinese Medicine. </p> 
<p>The five principles of TCM treatment are: </p> 
<p>1. Fu Zheng Qi Xie- promote, enhance, dispel evil, and strengthen&quot;s 
patient&quot;s resistance.</p> 
<p>2. Huo Xue Qu Yu- eliminates stasis and promotes blood circulation </p> 
<p>3. Qing Re Jie Du- clear and remove evil heat, detox, relieve fever and 
pain.</p> 
<p>4.Ruan Jian San Jie- softens, dissolve hard masses. </p> 
<p>5. Yi Du Gong Du- combat poisons with poisons. </p> 
<p>TCM believes that cancer involves four factors: blood stasis, deficiency, 
toxicity and phlegm, that all must be present for cancer to happen. The 
aetiology and pathogenesis of Breast Cancer is:</p> 
<p>Insufficiency of vital Qi- injury of seven emotions </p> 
<p>Stagnation of Liver and Spleen Qi and disorder of Chong and Ren channels 
leads to disturbance of physiological function of Zang-fu organs and mammary 
gland, obstruction of the channels and collaterals accumulation of stagnated 
Qi, blood and phlegm in breast.</p> 
<p> <b>1) For stagnation of the Liver Qi</b>, wishing to relieve the depressed 
liver and resolve phlegm and masses use a modified<b>XIAO YAO SAN</b>: </p> 
<p>Chai hu 10 gr. (Bupleurum falcatum) </p> 
<p><i>Detoxifies the liver, regulates liver qi, </i></p> 
<p>Bai shao 12 gr, (White peony) </p> 
<p><i>Tonifies blood, antispasmodic, nourishes ying </i></p> 
<p>Dang Gui 12 gr. </p> 
<p><i>Tonifies and moves blood </i></p> 
<p>Bai Zhu 10 gr. </p> 
<p><i>Tonifies qi, removes dampness, promotes digestion </i></p> 
<p>Fu Ling I0 gr. (Poria Cocos) </p> 
<p>Diuretic, drains dampness, purifies the lymphatic system, anticancer </p> 
<p>Tian Nan Xing 10 gr. Arisaema Consanguineum (prepared jack in the pulpit) 
</p> 
<p><i>Dissolves and Removes phlegm congestion from the chest, anticancer </i>
</p> 
<p>Jiang Ban Xia 10 gr. (Prepared Pinellia ternata) </p> 
<p><i>Dissolves and removes phlegm from the chest </i></p> 
<p>Quan Gua Lou 10gr. (Trichosanthes fruit) </p> 
<p><i>Clears heat, detoxifies, anticancer, removes phlegm-heat, dissipates 
nodules (tumors) especially good for the lungs and breast</i></p> 
<p>Chuan Lian Zi 10 gr. (Meliae Toosendan fruit) </p> 
<p><i>Moves qi, stops pain, clears heat and detoxifies, anticancer, </i></p> 
<p>Gan Cao 6 gr. (glycyrrhizae uralensis licorice) </p> 
<p><i>Harmonizes, tonifies qi, anticancer </i></p> 
<p>For hypertensive liver fire add: </p> 
<p>Mu Dan Pi 10 gr. (tree peony root bark paeonia suffructicosa) </p> 
<p><i>Clears heat, moves blood </i></p> 
<p>Shan Zhi Zi 10gr. (Gardenia fruit Gardeniae jasminoides) </p> 
<p><i>Moves blood, clears heat, detoxifies, anticancer </i></p> 
<p> 2) For disorder of Chong &amp; Ren Channels requiring a modified <b>ER 
XIAN TANG</b> (Decoction of Curculigo and Epimodium) to regulate the two 
channels:</p> 
<p>Xian Mao 10 gr. (Curculigo orchiodes) </p> 
<p><i>Tonifies kidney yang (adrenals), removes coldness and dampness </i></p> 
<p>Xian Ling Pi 15 gr. (Epimedium grandiflorum) </p> 
<p><i>Tonifies kidney yang (adrenals), removes damp-cold </i></p> 
<p>Ba Ji Tan 10 gr. (Morinda officinalis root) </p> 
<p><i>Strengthens kidney yang (adrenals) </i></p> 
<p>Dang Gui 15gr. (Angelica sinensis) </p> 
<p><i>Tonifies and moves blood </i></p> 
<p>Lu Jiao Shuang 6 gr. (Cornu cervi degelatinatium) <i>this is the dregs 
after boiling deer antler glue, it is milder than deer antler, but also 
tonifies qi and blood</i> </p> 
<p>Zi Dan Shen 15 gr. (Red sage root Salvia miltiorrhizae) </p> 
<p><i>Moves blood, cools heat, relieves pain, calmative, removes liver qi 
stagnation, prevents metastasis</i></p> 
<p>Ban Xia 10gr. (Prepared pinellia ternata root) </p> 
<p><i>Dissolves and removes phlegm from the chest</i> </p> 
<p>Bai Jie Zi 10gr. (mustard seed brassica alba) </p> 
<p><i>Promotes digestion, relieves stagnation, anticancer</i> </p> 
<p>Gan Cao 6 gr. (glycyrrhizae uralensis licorice) </p> 
<p><i>Harmonizes, tonifies qi, anticancer</i> </p> 
<p>If the breast is hard, painful and complicated with anemia add: </p> 
<p>Ezhu 12 gr. (Curcuma zedoaria) </p> 
<p><i>Moves blood, dissolves stagnation and masses, and relieves pain, 
anticancer</i></p> 
<p>Zhi Ru Xiang 12 gr. (Frankincense Gummi Olibanum) </p> 
<p><i>Moves blood, dissolves stagnation and masses, and relieves pain </i></p> 
<p>Zhi Mo Yao 12gr. (Myrrh Commiphora myrrha) </p> 
<p><i>Moves blood, relieves pain, and dissolves masses </i></p> 
<p> 3) Another type is accumulation of noxious fire in the interior and to 
purge fire, remove toxins, subdue swelling and arrest pain use a modified<b>
LONG DAN XIE GEN TANG</b>: </p> 
<p>Long Dan Cao 6 gr. (Gentiana scabra) </p> 
<p><i>Clears heat and dampness, relieves inflammation, anticancer </i></p> 
<p>Shan Zhi Zi 10 gr. (Gardenia fruit Gardeniae jasminoides) </p> 
<p><i>Moves blood, clears heat, detoxifies, anticancer </i> </p> 
<p> Huang Qin 15 gr. (Scutellaria baicalensis) </p> 
<p><i>Clears heat and dampness, detoxifies, anticancer </i></p> 
<p>Sheng Di 21gr. (Unprepared Rehmannia glutinosa) </p> 
<p><i>Clears heat, nourishes the blood and yin </i></p> 
<p>Che Qian Zi I2 gr. (Plantago asiatica seed) </p> 
<p><i>Removes dampness, diuretic, clears heat, purifies the lymphatic system 
</i></p> 
<p>Ze Xie 10 gr. (Alisma tuber water plantain) </p> 
<p><i>Diuretic, clears heat, promotes lymphatic purification </i></p> 
<p>Mu Tong 9 gr. (Akebia trifoliata) </p> 
<p><i>Diuretic, antiinflammatory, detoxifies, anticancer </i></p> 
<p>Dang Gui 12 gr.  (Angelica sinensis) </p> 
<p><i>Tonifies and moves blood</i> </p> 
<p>Chai Hu 10 gr. (Bupleurum falcatum) </p> 
<p><i>Detoxifies the liver, regulates liver qi,</i> </p> 
<p>Zao Xin 30 gr. (Terra flava usta derived from the center of the ashes from 
the bottom of a cooking stove where lithospermum has been burned)</p> 
<p><i>Warms the blood, stops bleeding, warms the stomach, stops vomiting </i>
</p> 
<p>Feng Fang 15 gr. (Wasp&quot;s nest Polistes olivaceus) </p> 
<p><i>Detoxifies, moves blood, anticancer, treats tumors </i></p> 
<p>Quan Xie 10 gr. (Scorpion Buthus martensi) </p> 
<p><i>Detoxifies, regulates qi flow, anticancer </i></p> 
<p>Long Kei Zi 15 gr. </p> 
<p>?? </p> 
<p>Sheng Gan Cao 6 gr. (glycyrrhizae uralensis licorice) </p> 
<p><i>Harmonizes, tonifies qi, anticancer</i> </p> 
<p>If the fever is severe add: </p> 
<p>Jin Yin Hua 30 gr. (Lonicera or honeysuckle flowers) </p> 
<p><i>Anti-cancer, detoxifies</i> </p> 
<p>Lian Qiao 15 gr. (Forsythia suspensa) </p> 
<p><i>Detoxifies, clears heat, anticancer, moves blood, dissolves lumps </i>
</p> 
<p>Sheng Shi Gao 30 gr. (Gypsum) </p> 
<p><i>Clears heat </i></p> 
<p>or the following could be used for removing heat and toxic material and 
anti-cancer. Ban Zhi Lian 30 gr. (Scutellaria barbata)</p> 
<p><i>Clears heat and dampness, anticancer, </i></p> 
<p>Bai Hua She She Cao 30 gr, (Oldenlandia diffusa) </p> 
<p><i>Anticancer, clears heat </i></p> 
<p> 4) For deficiency of both Qi and Blood- where the Breast is like a 
cauliflower and with a continual exudative blood fluid plus other symptoms. 
Where the practitioner wishes to tonify Qi and Blood remove toxic material and 
resolve phlegm a modified<b>GUI PI TANG</b> can be used: </p> 
<p>Huang Qi (astragalus) 30 gr. </p> 
<p><i>Tonifies qi, strengthens the immune system, protects the body, 
anti-cancer</i></p> 
<p>Dang Shen (codonopsis) 30 gr. </p> 
<p><i>Tonifies qi </i></p> 
<p>Bai Zhu (white atractylodes) 12 gr. </p> 
<p><i>Tonifies Qi, removes dampness, strengthens digestion </i></p> 
<p>Dang Gui (Angelica sinensis) I0 gr. </p> 
<p><i>Nourishes and moves blood</i>, </p> 
<p>Fu Ling (Poria cocos) 15 gr. </p> 
<p><i>Diuretic, promotes lymphatic drainage, anticancer </i></p> 
<p>Chi Shan Yao (red peony root paeonia rubra) I2 gr. </p> 
<p><i>Moves blood, breaks up stagnation </i></p> 
<p>Long Yan Rou (Longan berries Arillus longus) 30 gr. </p> 
<p><i>Nourishes blood, mild sedative, tonifies the heart and spleen </i></p> 
<p>Shuang Hua Teng (Lonicera or honeysuckle vine) 30 gr. </p> 
<p><i>Anti-cancer, detoxifies </i></p> 
<p>Ba Jie Zi (mustard seed brassica alba) 10 gr. </p> 
<p><i>Promotes digestion, relieves stagnation, anticancer </i></p> 
<p>Qian Cao Gen (madder root Rubiae cordifoliae) 15 gr. (23) </p> 
<p><i>Stops bleeding and yet it promotes blood circulation</i> </p> 
<p>This entire amount is cooked in 6 cups slowly down to 2 or 3, which is 
consumed in three times daily. </p> 
<p>FOLK CURE<i> </i>Another folk remedy that has been very successful in 
dissolving cancer tumours is the use of raw red beetroots, but when ingested as 
a juice there is a danger of the patient contracting a high fever because of 
the incredible strong ability to quickly break up cancer in the body. The beets 
can clean up the cancer faster than the liver is capable of processing all of 
the wastes dumped into it at all at once. Reducing dosage helps. (24)</p> 
<p><b> </b><b>References </b> </p> 
<p>1. <i>The Vancouver Sun</i> Monday 14 July 1997 </p> 
<p>2. Sandra Stein Graber Auth6r&quot;<i>Living Downstream</i>&quot; </p> 
<p>3. <i>Breast Health Update</i>- Charles B.Simone, M.D. </p> 
<p>4. <i>The Vancouver Sun</i> Tue 15 July 1997 </p> 
<p>5. Colditz G.A. &quot;<i>Family History Age &amp; Risk of Breast Cancer, 
</i></p> 
<p><i>Prospective Data from the Nurses Health Study&quot;</i> Journal of </p> 
<p>The Amer. Medical Assoc 270 #3 July 1993 </p> 
<p>6. <i>Alternative Medicine</i>- Burton Goldberg Group. </p> 
<p>7. <i>Breast Cancer Scandal</i>- Rhody Lake; <i>Alive</i> / Oct. 1995 </p> 
<p>8. <i>Getting Fat &amp; The Myth of the Fat Free Campaign</i>- Thomas 
Anderson Ph.D.; Alive/ Oct 1995</p> 
<p>9. <i>Prevention &amp;. Reversing Osteoporosis</i>- Alan Gaby </p> 
<p>10. Pizzorio J.E. &amp; Murray M.T. &quot;<i>A Textbook of Natural Medicine'
</i>Seattle, We, John Bastr College Pubs. 1988-89. </p> 
<p>11. DeMarco, Carolyn M.D. <i>Health Counsellor</i> Aug/Sept 1995 </p> 
<p>12. Northrup, Christine M.D. Gynaecologist <i>&quot;Women's Wisdom, Women's 
Bodies&quot;</i> Doubleday 1994 </p> 
<p>13. Singer, Sydney Ross, Medical anthropologist &quot;<i>Dressed to Kill- 
the link between Breast Cancer &amp; Bras&quot;</i></p> 
<p>14. <i>The Vancouver Sun</i> Tue 15 July 1997 </p> 
<p>15. Simone, Charles B. M.D. founder of Simone Cancer Centre &quot;<i>Breast 
Health</i>&quot;- Impakt Communications Ltd. </p> 
<p>16. DeMarco, Dr. Carolyn- <i>The Vancouver S</i>un Mon Nov. 18, 1996 </p> 
<p>17. Austin, Steve author of &quot;<i>Breast Cancer</i>&quot; -Prima Press 
1994</p> 
<p>18. Gazella, Karolyn A. author of &quot;<i>The Breast Cancer Prevention 
Trial- Beware of dangerous Science&quot;</i>Health Counsellor Feb 1995 </p> 
<p>19. <i>The Complete Book of Natural &amp; Medical Cures</i>- Rodale 1994 
20. Pratt, Dr. Ph.D. (Psychology) (Humanities) F.B.F.S.</p> 
<p>21. Hay, Dr. Louise L.- &quot;<i>Heal Your Body</i>&quot; </p> 
<p>22.Howard &amp;. Ramsal- &quot;<i>The Original Writings of Edward </i>
Bach&quot;</p> 
<p>23. English Chinese Encyclopaedia of Practical T.C.M. Beijing #10, <i>
Internal Medicine</i> </p> 
<p>24. <i>Heinemann&quot;s Encyclopaedia of Fruits Vegetables</i> &amp; John 
Heinemann- medical anthropologist</p> 
<p>Camellia C. Pratt is an East West Herb Course Student and a practitioner. 
She is developing a wonderful website that describes her clinic. Check it out at
</p> 
<p>http://www.rainbowclinic.faithweb.com </p> 
<p> </p> 
<p>From planetherbs.com </p> <br>

<p></p> 
<p>Thursday 19th of April 2007 09:23:41 PM | Comments</p> 
<p>chinese medicine herbal medicine breast cancer alternative medicine herbs 
toxicity cancer </p> 
<h1>Cancer Theories</h1> 
<p>This was an article I wrote just after graduating from Chinese medical 
school. I have just read it for the first time in many years and thought I'd 
share it. It's by no means a finished product, just thinkings on a very 
difficult subject.<br>
<br>
CANCER &amp; CHINESE MEDICINE<br>
By Ross Rosen, 
J.D., M.S.T.O.M., L.Ac., C.A., Dipl. O.M. (NCCAOM)<br>
<br>
I. INTRODUCTION<br>

 Cancer is a cellular malignancy resulting from uncontrolled cellular growth. 
This loss of control may be the result of changes to the DNA caused by a number 
of factors, including genetics, immunological deficiencies, viruses and 
exposure to toxins and carcinogens. Eastern medicine has many views regarding 
the causes of cancer, including, the 7 emotions (an excess of depression, 
anger, anxiety, worry, fear, grief and overthinking can cause imbalances in the 
circulation of qi), qi and blood stagnation, phlegm-damp accumulation, and 
internal and external toxins. What is consistent among the eastern etiologies, 
however, is that internal causes are a major culprit. And as always, we need to 
factor into the likelihood of the formation of cancer the terrain/environment 
that the cancer can grow in. Each person has his/her unique constitution/body 
condition/strengths and weaknesses which leave him/her vulnerable or with a 
strong defense to the formation of cancer.<br>
Traditional Chinese Medicine 
typically classifies tumors as qi and blood stagnation, or phlegm-damp 
accumulation. These are the two main etiologies for the formation of a mass. 
This is not to say that treating qi and blood stagnation or phlegm-damp 
accumulation is sufficient to treat cancer -- if it were, cancer would not be 
the threat that it is today. What qi and blood stagnation or phlegm-damp 
accumulation tell us is the main pathological influence contributing to the 
formation of the tumor. This becomes significant for determining the root cause 
of the cancer itself.<br>
<br>
II. THE ELEMENTS IMPLICATED IN UNCONTROLLED 
GROWTH<br>
While eastern and western explanations differ regarding the genesis 
of cancer, they are not as disparate as they may seem at first glance. The main 
link between these two theories is the idea that cancer is caused by a lack of 
internal control. While the east and west attribute different paradigmatic 
processes to this lack of control, they are in effect, similar. If we accept 
the premise that cancer is caused by uncontrolled growth, to understand this 
process according to Chinese medicine we must first look to the elements and 
organs which are most responsible for this function. In Chinese medicine, it is 
the water element/kidneys, and the wood element/liver which govern growth. 
Under the theories of Chinese medicine, the kidneys, and hence the water 
element, control the processes of growth, development, maturation and death. It 
is the kidney energy that fills the 8 extra meridians, and the kidney yin and 
yang which form the yuan qi. It is our kidney energy that regulates the 7 and 8 
year cycles of men and women. It is our reserves, our essence, our potential. 
This energy may be likened to the concepts of DNA and genetic influences that 
are attributed to western medicine. The other element, wood, is considered to 
be the element of birth. It has an upward and outward energy. This element is 
constantly creating and growing. It is the manifestation and activation of the 
potential of the water element. Together, the water and wood elements represent 
the movement from the winter to the spring and the ascension of energy.<br>
<br>
III. CAUSES OF UNCONTROLLED GROWTH<br>
 The reason that cells proliferate out 
of control is that the water energy or wood energy depending on etiology (which 
will be discussed later) goes unchecked. Like any system, the human body has to 
have counterbalancing forces. The counterbalancing or controlling force behind 
the water element is the earth element, associated with the spleen and stomach. 
The control for the wood element is the metal element, associated with the 
lungs and large intestine. The reason that energy gets stuck in either the 
water or wood phase is either the weakness or deficiency of the controlling 
phase, or an apparent excess in the element itself. In either event, the 
control element is unable to perform its function. Thus, a deficient earth 
element will allow the water element to become excessive and stagnate, and a 
deficient metal element will permit wood energy to stagnate. To be clear, it is 
an excess of water energy, not of the kidneys, and it is an excess of wood 
energy, not of the liver. A deficient spleen or lungs will not result in a 
strong kidneys and liver; on the contrary, it creates an overabundance of 
energy within those phases. This results in the associated organs working 
overtime to attempt to deal with the excess. But due to the deficiency in the 
control elements, this excess continues to build, and the organs are unable to 
transform and utilize this abundant energy. As a result, the entirety of energy 
that typically passes from one phase to the next is undermined. Excess still 
remains in the overabundant phase and it is this excess which creates 
stagnation.<br>
<br>
IV. CAUSES OF LACK OF CONTROL<br>
 It is this failure of 
the control cycle, which enables the stagnation of either the water or wood 
elements. This stagnation, then, disrupts the sheng cycle, not allowing for the 
energy to transfer from the excess element to the next. This further 
exacerbates the vacuity of the controlling element, which makes it more unable 
to assert its dominance over the water or wood elements. The cause of this lack 
of control, then, is identical to the cause of a weak earth element or metal 
element. Practitioners of Chinese medicine are well aware of these causes; poor 
diet (including excessive intake, cold and raw foods, excess sweets, dairy, 
fried or greasy foods, etc.), alcohol, anxiety and worry, overthinking, grief, 
inability to let go, environmental pollutants and toxins, and lack of exercise 
are some of the main culprits.<br>
<br>
V. CANCER THEORY<br>
To summarize, a 
weak earth or metal element will allow for stagnation in the water or wood 
element respectively. This stagnation will cause an uncontrolled growth of 
otherwise healthy cells. This uncontrolled growth will eventually lead to 
stagnation, the primary pathogenic factor being either qi and blood stagnation 
or phlegm-damp accumulation. In either event, the accumulation will build, and 
when severe enough, heat will develop and eventually lead to a toxin. This 
toxin will catalyze the tumor into a malignancy as it will cause the 
proliferated cells to grow at a faster rate. The heat toxin will determine the 
severity of the cancer; if too hot, it will cause poor differentiation of cells 
due to the rapidity of the growth. Factors in determining the severity of the 
stagnation and heat toxin, and hence the severity of the malignancy include 
genetics influences, lifestyle factors, general constitution, and the quantity 
and quality of our emotions.<br>
While all this is occurring, the earth and 
metal elements are weakening even further. Because the lungs and the spleen are 
the bodies main organs involved in immune response, the defense of the outer 
aspects being monitored by the lungs and skin, and the interior being 
maintained by the spleen (which is responsible for controlling the lymphatic 
system), our immunity begins to diminish even further. Thus, the body becomes 
unable to deal with the constant introduction of external pathogenic influences 
(toxins and carcinogens) which are ubiquitous in the air we breathe and the 
food and drink we consume. These external toxins which are now unable to be 
dealt with begin to invade and mix with the internal toxins caused by the 
uncontrolled proliferation of cells. If the patient's spleen and lungs are 
still strong enough to provide an adequate defense against these external 
pathogens, the growth of the tumor may be delayed, since the external toxins 
and carcinogens would not have enough time to mix with the tumor cells and 
internal toxins. What is interesting to note is the similarity now between the 
western and eastern ideas surrounding cancer; i.e., that cancer can be 
contributed to by air pollutants/toxins/chemicals, and by toxins in our food 
and drink. These are how carcinogens can enter our body - once our earth and 
metal elements are too weak to provide an adequate defense.<br>
Another 
consideration is the site of the cancerous activity. While there is no 
consistent basis for determining the site of a tumor in a high-risk patient, 
there are a number of factors which may determine where tumors arise, 
including, (1) the patient's constitution (tumors may often be situated in the 
organ of, or in a location under the influence of, a patient's constitutional 
element, i.e., throat cancer in a metal constitution, or cervical cancer in a 
water constitution; the tumor site may be also at the locus of the element in 
the control cycle to the patient's constitutional element, or an area under its 
influence, i.e., colon cancer in a wood constitution); (2) the area of greatest 
abuse, i.e., lung cancer in a smoker, liver cancer in an alcoholic; (3) 
genetics, i.e., breast cancer in mother and daughter.<br>
<br>
VI. DIAGNOSIS<br>
Treatment of the cancer cells depends on the proper differentiation of which 
elements are most out of balance. There are two ways to determine which element 
is the root cause of the cancer. They are accomplished through the 4 
examinations which are the hallmark of Chinese medicine. During the intake, one 
should be looking for predominant signs of either qi and blood stagnation or 
phlegm-damp accumulation. Signs of qi and blood stagnation (tumor hard and 
fixed, fixed pain, purple tongue, dark and distended sublingual veins, wiry, 
choppy pulse, etc.) would point the practitioner to wood as the primary element 
involved, while phlegm-damp signs (tumor soft or moveable, nausea, thick greasy 
tongue coat, slippery or soft pulse, etc.) may point to the water element. In 
essence, determine whether the patient's disharmony is one of a breakdown in qi 
dynamic or water metabolism. The second is that there should also be 
corresponding deficient signs in the control element. Thus, if it is unclear 
whether the water or wood element is implicated and there are clear signs of 
spleen qi deficiency, one would suspect water involvement. Lung qi deficiency 
would implicate wood. This becomes difficult at later stages of the cancer 
since by this time the spleen and lungs will both be very deficient (and a 
deficiency in earth will cause a deficiency in metal and vice versa) and there 
will be clear signs of both phlegm-damp and qi and blood stagnation since 
dampness will impede the smooth flow of qi, and qi stagnation will prevent the 
proper transformation of fluids.<br>
<br>
VII. TREATMENT<br>
In general, the 
treatment strategy involves draining the excess stagnation from either the 
water or wood elements and tonifying the deficiency in the earth or metal 
elements. For a water excess and earth deficiency, one should transfer energy 
away from the wood element to encourage or stimulate the transfer of energy 
from water to wood. In addition, the kidneys should be mildly strengthened to 
facilitate water metabolism while simultaneously supplementing the spleen and 
stomach to exert proper control over water and aid in the transformation and 
transportation of fluid metabolism. For a wood excess and metal deficiency, one 
should transfer energy away from wood and fire and simultaneously supplement 
metal. Where there is evidence of a breakdown in both control cycles, a skilled 
practitioner will need to incorporate both treatment strategies, each to the 
degree of the disharmony as he determines it.<br>
A. Acupuncture The foregoing 
principles can be accomplished in a number of ways and according to individual 
styles and training, i.e., TCM, 5 Element, meridian style, etc. Typical point 
prescriptions may include points from the following:<br>
<br>
WATER/EARTH 
WOOD/METAL<br>
<br>
Sedate: LV 1, LV 2, LV 3 Sedate: HT 8, LV 2, LV 3<br>
KI 1, 
SP 6<br>
<br>
Tonify: ST 36, SP 3, SP 4, Tonify: LV 4, LU 1, LU 8,<br>
KI 3 LU 
9, SP 3, LI 4<br>
<br>
<br>
These representative point prescriptions should be 
incorporated into and combined with other points to address the more specific 
presentation of the patient, his symptoms, constitution, etc.<br>
B. Herbs 
Herbal therapy should follow the same principles enumerated above. Thus, herbs 
which promote the circulation of liver qi, supplement the kidneys and tonify 
the spleen and stomach should be used where tumors are of the the phlegm-damp 
type, and where qi and blood stagnation is found, one should use herbs which 
drain the liver by invigorating qi and removing blood stasis, while 
supplementing the lungs. Special attention should be given to herbs which are 
known to have anti-cancer properties. Some are included in the following:<br>

<br>WATER/EARTH WOOD/METAL<br>
<br>
Herbs which drain the LV Herbs which 
invigorate qi/blood and<br>
and improve water metabolism remove stasis<br>
Xia 
Ku Cao, Ji Xue Teng, Xia Ku Cao,<br>
 Zhu Ling, Xiang Fu, E Zhu, San Leng, Dan 
Shen, Hong Hua<br>
Yi Yi Ren, Fo Shou Tao Ren, Ru Xiang, Mo Yao, Dang Gui,<br>

Yi Mu Cao Shui Zhi, Tu Bie Chong, Xiang Fu, Chai Hu,<br>
 Yu Jin, Bai Shao, Mu 
Dan Pi<br>
<br>
Herbs which supplement Earth Herbs which tonify Metal<br>
Ren 
Shen, Huang Qi, Ren Shen, Huang Qi,<br>
Bai Zhu, Fu Ling, Zhi Shi, Bai He, Tian 
Men Dong, Dang Shen,<br>
Hou Po, Mu Xiang, Dang Shen Xing Ren, Sha Shen, Mai 
Men Dong<br>
<br>
 Special focus and attention should be given to herbs which 
clear heat and remove toxins since it is this toxic influence which contributes 
to the malignancy and the severity of the disease. Thus, a few herbs from this 
category should be incorporated into the herbal formula. Some notable herbs in 
this category which have anti-cancer effects are: Pu Gong Ying, Bai Hua She She 
Cao, Shan Dou Gen, and Da Qing Ye.<br>
<br>
VIII. PREVENTION<br>
From the 
following discussion it is evident that prevention would include avoiding 
excessive anxiety and worry, eating a proper diet, engaging in regular 
exercise, being exposed to clean air, etc. In other words, maintaining a 
healthy spleen, stomach, lungs and large intestine. Additionally, one must take 
specific precautions against the accumulation of phlegm-damp and qi and blood 
stagnation by assuring the smooth flow of qi and blood.<br>
<br>
IX. CASE 
STUDIES<br>
A. Female, 31 years old -- breast cancer.<br>
1. Background: Two 
lumps were detected in patient's right breast, and lumpectomies were performed. 
The first tumor was 2.5cm, cells were poorly differentiated, and were estrogen 
positive. Second tumor was &lt;1cm, cells were better differentiated, and were 
estrogen negative. Patient's cancer was staged at level II. Strong familial 
history of breast cancer was reported; mother diagnosed at age 41 and died at 
age 47; multiple cousins on maternal side also diagnosed at early age. The 
patient came for treatments one week after lumpectomies in order to heal from 
treatment and boost immunity prior to chemotherapy and radiation, and manage 
side effects.<br>
2. Signs and Symptoms:<br>
3. Diagnosis:<br>
4. Treatment:<br>
a. Acupuncture:<br>
b. Herbs: After the initial treatment, the patient was 
given the following formula:<br>
Huang Qi<br>
Dang Shen<br>
Tai Zi Shen<br>

Tian Men Dong<br>
Dang Gui<br>
Bai Shao<br>
Mu Dan Pi<br>
Ji Xue Teng<br>
Xia 
Ku Cao<br>
Pu Gong Ying<br>
Fu Ling<br>
Zhu Ling<br>
Bai Zhu<br>
c. Analysis: 
This patient represents a case in which a breakdown in both control cycles is 
evident. It was determined that the initial disharmony began with a metal 
deficiency, i.e., deficient lung qi. Thus, tonifying the lungs and invigorating 
liver qi were adopted as the primary strategy (huang qi, dang shen, tai zi 
shen, tian men dong for the lungs; dang gui, bai shao, mu dan pi, ji xue teng 
for invigorating the liver qi and blood; xia ku cao and pu gong ying for 
addressing the toxins and draining the liver in general). The secondary 
strategy was to tonify the spleen and stomach and improve water metabolism (fu 
ling, zhu ling, bai zhu).<br>
<br>
B. Female, 51 years old -- cervical cancer.
<br>1. Background: patient's symptom signifying cancer was sporadic vaginal 
bleeding 2-3 days per week. After diagnosis, hysterectomy was performed, 
followed by chemotherapy and radiation. The patient came for treatments one 
year following western treatment and intervention in order to recouperate and 
address side effects of treatment.<br>
2. Signs and Symptoms: In addition to 
patient's main symptom of vaginal bleeding, she also has a history of bleeding 
and bruising easily. She has irritable bowel syndrome and colitis manifesting 
in frequent (5-6 times each morning) loose and watery stools. In addition, 
patient has hemorrhoids. Patient has significant edema and weight gain. Since 
her chemotherapy and radiation, patient has experienced high blood pressure, 
with frequent malar flushing (2-3 times per day, accompanied by sweat on her 
forehead), and tinnitus. She also has cramping in the lateral aspect of her 
legs (ST channel) and drooping of the corner of her mouth at ST 4. She wakes 
one time per night to urinate. She also has a family history of migraines. Dry 
skin and skin sensitivity have resulted from her cancer treatments. Her pulse 
was deep and slippery, with a very weak chi position. Her tongue was pale, 
short, puffy and scalloped with some cracking in the center and anterior 
one-third. Since her cancer treatments, patient has been getting colds every 
2-3 weeks.<br>
3. Diagnosis: Spleen and Kidney deficiency with dampness.<br>
4. 
Treatment:<br>
a. Acupuncture: LV 1, KI 3, ST 36, ST 25, SP 9, SJ 4<br>
b. 
Herbs: patient was unwilling to take herbs<br>
<br>
<br>
edema lessening<br>

more urination<br>
less BM- turning more solid<br>
no migraines</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:20:20 AM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine alternative 
medicine herbs health and healing cancer </p> 
<h1>Nail Biting</h1> 
<p>As nail biting is so common I thought I would share a case of how Chinese 
medicine can treat even such a seemingly benign habit by understanding and 
reframing the situation in terms of bodymind energetics. As is always the case 
in Chinese medicine, everything is related and should be considered a window 
into the complexities of our pathophysiology.<br>
<br>
J has been a nail biter 
every since he can remember. Now 34 years old, he has been a slave to this 
habit for three decades. Upon inspection, his nails are chewed down half way to 
the root and have prominent vertical ridges. His past medical history is 
&ldquo;insignificant&rdquo; except for having his gall bladder removed at age 
26 at the recommendation of his doctor due to a blocked duct resulting in 2 
severe gall bladder attacks.<br>
<br>
J has a high stress job in the financial 
industry which he believes is taking a toll on his health. He suffers from 
fatigue and difficulty sleeping in which he feels fidgety for most of the 
night. While he is generally a mild mannered person, he admits to suppressing 
difficult personal and emotional issues. He suffers from headaches which are 
localized to the lateral aspect of the eye at the acupuncture point Gall 
Bladder 1. Floaters are confirmed in his left eye. He has constant nasal 
congestion with yellow discharge.<br>
<br>
His tongue is deep red, thick, 
tender with severely deep cracks throughout (horizontal and vertical). His 
tongue is slightly quivering and dry with a slight patch of dry yellow fur on 
the left side of the root. His pulse is irregular with variations in the rate, 
markedly thin and forceless with wide changes in intensity on the left side. 
The right side is tight and slippery with a reduced pounding quality.<br>
<br>

J was diagnosed with extreme exhaustion of his heart and liver yin and blood, 
complicated by kidney yin and yang deficiency, and liver qi stagnation (with 
excess heat damaging the yin) and spleen qi deficiency. His main symptom of 
nail biting can be seen as a defense mechanism by which he subconsciously 
attempts to stimulate the liver to produce more blood and invigorate qi. The 
nails, in Chinese medicine, is seen as the outward representation of the liver. 
Suppression of emotions causes a bottling of liver energies causing a wide 
array of symptoms (anxiety, stress, frustration, irritability, fatigue, 
difficulty sleeping, headaches). By biting the nails, the liver is called into 
action. It serves as a kickstart for the liver to activate its dominion over 
the qi circulation dynamic.<br>
<br>
Often times, a deficiency in an organ will 
lead to an apparent excess in its interiorly-exteriorly related pair. Here the 
gall bladder evidences signs of excess (gall stones, headaches at GB 1).The 
heart will also receive the heat being created from the liver stagnation 
causing restlessness with sleep and arrhythmias. The lungs are able to become 
excessive across the control cycle and chronic nasal congestion results. This 
is contributed to by the spleen&rsquo;s increased demand to produce blood and 
provide nourishment to this chronically depleted individual. This increased 
workload further damages the spleen and produces the dampness which gets stored 
in the lungs as phlegm and nasal congestion. Because this process is one which 
has spanned decades, the kidneys are implicated as a possible root and are 
further depleted in the process.<br>
<br>
In this case, there are many factors 
at play, but I present it to demonstrate how even such a common habit of nail 
biting can be a very relevant fact/symptom in the diagnosis and treatment of 
complex health patterns. Also, to show the body's infinite defensive mechanisms 
in attempting to heal itself.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 07:32:28 PM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine alternative 
medicine herbs </p> 
<h1>Lung Cancer</h1> 
<p>OAT CELL LUNG CANCER<br>
<br>
History: Patient is a 60 year old female with 
a chief complaint of oat cell Lung cancer. The cancer was diagnosed 
approximately 1 year prior to our initial visit. Over the course of the year, 
patient has undergone 30 treatments of chemotherapy (CPT-11 and Cisplatin), as 
well as 30 treatments of radiation therapy. Patient was strongly discouraged by 
her doctor from seeking acupuncture and/or herbal medicine therapy during her 
treatments. At the time of our visit, patient&rsquo;s western treatments had 
been stopped for approximately 2 months due to a decline in her white blood 
cell counts (approximately 2.0). At her last oncologist appointment (1 week 
ago), x-ray and CT scans revealed that the cancer was still present. Due to 
this finding, patient turned to Chinese medicine for help.<br>
<br>
Current 
Health Status: Patient presented extremely fatigued. She has been housebound 
for approximately 1 year during the course of her chemo and radiation. During 
chemo she experienced cold sweats. She suffers from insomnia (trouble falling 
and staying asleep) and requires medication to have a restful night sleep. She 
has poor appetite, abdominal pain, gas, belching, bad breath and nausea and 
vomiting. She has alternating constipation and diarrhea. She went through 
menopause at 43 years old without experiencing any symptoms. She has tinnitus, 
dry mouth and throat and canker sores from the chemotherapy. She suffers from 
anxiety and depression, high blood pressure and dizziness.<br>
<br>
Past 
Medical History: seasonal allergies (sinus congestion), high blood pressure<br>

<br>Family Health History: both parents had heart disease, father had diabetes 
(type II)<br>
 Husband died of Lung cancer 10 years ago<br>
<br>
Medications: 
atenolol, hydrochorazide, paxil, atavan, ambien<br>
<br>
Allergic History: 
seasonal allergies<br>
<br>
Physical Exam:<br>
a. Tongue: body: pinkish purple, 
dry, thin, scalloped, puffy in Lung<br>
 coat: dry yellow burnt<br>
 veins: 
slightly dark<br>
b. Facial complexion: pale withered<br>
c. Body shape and 
posture: overweight; flaccid muscle tone<br>
d. Shen: depressed and anxious<br>

e. Listening and Smelling: raspy hoarse voice, labored breathing<br>
f. 
Palpation:<br>
i. Pulse:<br>
 Right &acirc;&#128;&#147; thin weak faint 
forceless<br>
 Left &acirc;&#128;&#147; imperceptible<br>
ii. Abdomen/Channels: 
n/a<br>
<br>
Diagnosis: This is a situation of multiple system profound organ 
deficiencies with significant stagnation and toxic heat. With the immediacy 
that this case presented, treatments were geared towards attacking the Lungs 
while simultaneously nourishing the immune system and constitution to enable 
the patient to fight off the cancer. Severely weakened by a year of chemo and 
radiation which left the patient debilitated, nourishment was a prime concern.
<br><br>
First Treatment: September 25<br>
 Acupuncture: LU 7, KI 6, KI 7, LU 8
<br> Herbs: Ren Shen 12g Ling Zhi 12g<br>
(raw &frac12; bag per day) Bai Zhu 
15g Sha Ren 6g<br>
 Ban Xia 6g Mai Men Dong 12g<br>
 Tian Men Dong 12g Jin Yin 
Hua 20g<br>
 Pu Gong Ying 20g Bai Hua She She Cao 20g<br>
 Pi Pa Ye 9g Ba Yue 
Zha 12g<br>
 Sheng Di Huang 12g Huang Lian 6g<br>
 Jiao Gu Lan 9g Fu Ling 9g<br>
 Dan Shen 6g<br>
<br>
<br>
Second Treatment: October 2<br>
Notes: White blood 
cells doubled since first treatment. Chest x-ray shows status quo, no mets. 
Tumor is in lymph.<br>
Right pulse was deep thin and vacuous; left pulse 
extremely faint and thin<br>
 Acupuncture: R LU 7, L KI 6, L LU 5, R LU 11, 
bilateral LV 8, ST 36, SP 9<br>
 Ear: Lower Lung<br>
Notes: During treatment 
patient felt strong aching and sharp sensation deep inside chest/lungs<br>
 
Herbs: Continue on same prescription<br>
<br>
Third Treatment: October 9<br>
 
Notes: Patient had x-ray yesterday. Tumor/cancer is GONE. No signs of cancer.
<br> Right pulse is fuller, left pulse has more force<br>
 Acupuncture: R LU 7, 
L KI 6, L LU 5, LI 11, bilateral SP 9, ST 25, ST 37<br>
 Herbs: Continue on 
same prescription plus add Jie Geng 6g</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:19:57 AM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine alternative 
medicine herbs health and healing cancer </p> 
<h1>Indigestion</h1> 
<p>Patient Last Name: S Patient First Name: J<br>
Treatment Date and Time: . 
May 12, 2001<br>
Sex and Age: Male 48 Profession: Artist<br>
<br>
1. Chief 
Complaint: Indigestion and Stomach Pain for 15 years<br>
<br>
2. Medical 
History:<br>
Present Illness: The patient has suffered from indigestion and 
stomach pain for 15 years (beginning around the same time as his divorce). He 
is frequently hungry and feels good initially after eating, but begins to 
experience discomfort beginning an hour and &frac12; after meals. He 
experiences indigestion, which he initially described as a burning chest and 
epigastric pain that was most pronounced at Ren 12 and followed upward along 
the Ren channel behind his sternum and radiated down his shoulder and the 
posterior aspect of his left arm to about Ht 2 level. Now, the burning quality 
has subsided and the pain is milder and achy. The pain is worse with pressure 
and feels better after belching. He also experiences frequent acid 
regurgitation with a bitter taste (especially in the morning), bad breath and 
often has gas and abdominal distension. The patient feels that his digestion is 
slow &acirc;&#128;&#147; a condition that seems to be exacerbated by medication 
(Prilosec) for H. pylori, which he has had before. The patient also has chronic 
tightness in his chest, which is worse with stress. He has discovered that the 
tightness is somewhat relieved when he relaxes and makes an effort to 
&ldquo;open&rdquo; the area. His cardiologist has ruled out any new cardiac 
problems although the patient suffered a mild MI in December &rsquo;98 and 
becomes very nervous about any symptoms that may indicate heart problems.<br>
 
Until recently, the patient suffered from irregular bowel movements, 
alternating between constipation with bleeding and diarrhea accompanied by a 
burning sensation, but these symptoms have resolved. He also used to experience 
frequent anxiety attacks, particularly around large crowds in the subway, which 
he described as severe anxiety with tightness in his chest and palpitations. 
During those attacks he had to &ldquo;talk himself down&rdquo; and said that 
his self-consciousness was sometimes the only thing that kept him from 
&ldquo;breaking down&rdquo;. However, since beginning treatment, he has only 
had one or two attacks and feels less anxious in general.<br>
<br>
3. Current 
Health Status:<br>
Appetite: frequently hungry; craves sweets and salty foods
<br>Urine: more normal (used to be frequent, scanty and yellow)<br>
Stool: 
well-formed, 1X/day *see above<br>
Temp: tends to be warm<br>
Sweat: no unusual 
sweating reported *clammy skin/limbs<br>
Thirst: not particularly thirst; 
prefers cold<br>
Energy: ok; worse when his stomach is bothering him<br>
Sleep: 
no difficulty falling asleep; profuse vivid dreaming; anxiety dreams<br>

Emotions: appears sad/resigned, easily anxious *see above; feels he&rsquo;s 
&ldquo;a wreck&rdquo; right now<br>
Head/Eyes/Ears: floaters<br>
Other: some 
low back soreness and tightness in his right shoulder. Dry skin and a dry red 
rash over Ren 17 (no pain/itching)<br>
<br>
4. Past Medical History: MI in 
December &rsquo;98; Dx: GERD, High Blood Pressure (watching)<br>
5. 
Medications: antacids, garlic tablets, Prilosec<br>
6. Allergic History: none 
noted<br>
7. Physical Exam:<br>
a. Tongue: <br>
body: pale red with a red tip 
and a deep crack to the tip; puffy, scalloped; there is a faint ulcer on the 
right side around the lung area.<br>
 coat: thin slightly yellowish<br>
b. 
Facial complexion: pale, sallow<br>
c. Body shape and posture: withered; sunken 
chest<br>
d. Shen: dull<br>
e. Listening and Smelling: nothing noted<br>
f. 
Palpation: very sunken at Ren 14, tender @ Ren 17, over the epigastric area, SP4
<br>i. Pulse: 80bpm, weak<br>
 Right: thready, wiry<br>
 Left: soft (especially 
in the guan)<br>
<br>
<br>
INITIAL DX: Stomach Heat with an underlying Heart 
and Spleen Deficiency<br>
<br>
Stomach Heat Heart (blood) deficiency Spleen 
(Qi) Deficiency<br>
Foul breath<br>
Bitter taste<br>
Acid regurgitation<br>

Belching<br>
Burning sensation (epigastrum)<br>
Red tongue<br>
Rapid pulse<br>

Constipation w/burning Vivid dreams<br>
Anxiety attacks<br>
Sad appearance<br>

Pale Complexion<br>
Floaters<br>
Thready pulse Abdominal pain/distension<br>

Gas &amp; Bloating<br>
Slow digestion<br>
Loose stools/diarrhea<br>
Scalloped, 
puffy tongue<br>
sallow complexion<br>
deficient pulse<br>
<br>
<br>
This 
patient&rsquo;s symptoms began in the midst of his divorce 15 years ago. 
Constrained emotions from traumatic events can easily cause disruption of the 
Qi dynamic and blood flow in the middle jiao. When emotions are constrained, 
the Liver cannot move Qi smoothly and the Heart cannot propel blood properly 
creating an excess condition. Excess in the Liver can cause it to overact on 
the Spleen and Stomach by pathologically overloading the normal flow in the 
control cycle.. Over time, this has impeded movement in the Middle Jiao, 
eventually generating heat. The spleen, which is also taxed by excessive 
thinking and melancholy, was no longer able to properly process food and 
liquid, causing gas and bloating with loose stools. The digestive system became 
sluggish and the Stomach was forced to work harder to process the excess in the 
middle jiao. Obstruction of the Spleen and Stomach from stagnation led to a 
pathological intermingling of clear and turbid, which inhibited the normal 
physiological function and generated heat and dampness, creating alternating 
constipation and diarrhea. Excess in the Stomach caused Stomach Qi to rebel 
upward, causing foul breath, belching, acid regurgitation and a burning 
sensation in his epigastrum, particular at Ren 12, the Front Mu of the Stomach. 
Some of this dampness and heat has poured down and become lodged in the 
patient&rsquo;s Lower Burner causing irregular bowel movement with a burning 
sensation.<br>
This condition was exacerbated by the patient&rsquo;s 
&ldquo;heartbreak&rdquo;. Emotional sadness has taxed the patient&rsquo;s Heart 
Qi. Since the Heart, as the Fire organ, is the Mother of the Spleen, the Earth 
organ, it failed to properly nourish the Spleen. The Spleen failed to generate 
blood and was unable to generate Heart blood in turn. Without sufficient blood 
to house the shen, the patient experienced many vivid dreams and often suffered 
from acute anxiety as his shen was not rooted. There was not sufficient blood 
to nourish his face and eyes and the patient has floaters and pale complexion.
<br>The patient&rsquo;s rapid pulse reflects the heat constrained in his body. 
It is a thready and forceless pulse because the patient over time is developing 
a blood deficiency and heat has also burned up yin fluids causing the vessels 
to become thin and deficient. His red tongue also demonstrates that there is 
heat in his body and the deep central crack indicates that the heat is damaging 
fluids. The tongue body is scalloped and puffy due to Spleen qi deficiency 
failing to properly transport and transform fluids.<br>
<br>
Initially, I made 
efforts to clear the heat and nourish the Heart and Spleen. The heat signs 
resolved first (urination became less yellow, pulse slowed and tongue became 
less red) and then signs of rebellious stomach qi became much milder. The 
patient no longer complains of bad breath and has far fewer episodes of acid 
regurgitation. He now has well-formed bowel movements 1X/day. His anxiety 
attacks have virtually stopped.<br>
<br>
CURRENT DX: Yin Wei Disharmony<br>
<br>
Upon palpation, this patient is tender at Ren 17, Spleen 21 and Spleen 4, as 
well as his entire subcostal and epigastric area. This is strongly associated 
with a Yin-Wei Chong Mai Extraordinary Vessel pattern. Looking over his signs 
and symptoms, I noticed that the rest of his presentation also indicated 
imbalances associated with Yin Wei disharmony.<br>
The Yin Wei Channel 
dominates the interior, particularly the Qi and Yin of the Heart, Lung, Spleen 
and Stomach. Disorders and symptoms of those orders, such as chest, epigastric 
and abdominal pain, cardiac problems, fullness and distension, borborygmus, 
diarrhea and lumbar pain can all be treated with Yin Wei points.<br>
This 
channel is also responsible for balancing the emotions. When the yin channel is 
disturbed, there may be mental instability, uneasiness, low self esteem, lack 
of will power and discouragement. Yin Wei points can be used to lift the spirit 
and balance the emotions.<br>
<br>
<br>
<br>
TP: Clear Heat and Regulate the 
Stomach; Tonify Heart blood and Spleen Qi<br>
 Harmonize the Yin Wei channel<br>
<br>Acupuncture Points:<br>
Ren 12 Front Mu of the Stomach - Influential point 
of Fu organs; Harmonizes Stomach &amp; Downbears counterflow; Fortifies Spleen 
&amp; Disinhibits Damp<br>
ST 25 Front Mu of the LI - Courses &amp; Regulates 
the Large Intestine; Supports Earth and Transforms Damp<br>
 LJ empowering 
stability during transitions.<br>
ST 44 Ying Spring/Water - Promotes Free 
Downbearing of Stomach Qi; Harmonize Intestines and Transform Stagnation<br>

Ren 17 Front Mu of the Pericardium/Influential Point of Qi - Regulates Qi and 
Downbears Counterflow; Loosens the Chest and Disinhibits Diaphragm<br>
 LJ 
reunion point where PC and Lu meet; grounds the essential child-like nature of 
the heart<br>
PC 6 (L) Luo/Confluent of Yin Wei - Clears Heat &amp; Eliminates 
Vexation; Loosens Chest &amp; Rectifies Qi; Downbears Counterflow &amp; Stops 
Vomiting; Harmonizes ST &amp; Relieves Pain; Regulates HT Qi &amp; Blood; Calms 
Mind; Regulates JueYin:.<br>
 LJ Regulates inner and outer aspects of 
illumination governed by the heart &amp; fires of ming men.<br>
SP 4 (R) 
Luo/Confluent of Chong - Supports the Spleen &amp; Stomach and Rectifies Qi<br>

LU 7 (R) Confluent of the Ren/Command of Head &amp; Neck/ Luo to LI -<br>
GM 
Has a releasing effect on emotions (esp. sadness, worry, grief) constraining Po 
in the chest.<br>
Ki 6 (L) Confluent of Yin Qiao - Frees channels; Drains Fire 
&amp; Courses Qi; Clears Spirit Disposition<br>
Ear Seeds: Shen Men, Stomach<br>
<br>The point prescription was designed to clear heat, regulate and open the 
Middle Jiao, tonify the Spleen and calm the spirit. Ren12 and St 25 work 
together as both local points and front mu points of both the Stomach and Large 
Intestine to promote movement and downbearing, allowing heat and stagnation to 
move out of the body. Ren 17 assists in promoting downbearing and can also 
loosen the chest. As the Front mu of the Pericardium and the influential point 
of Qi, it can also tonify the heart and spleen. PC6 and Sp4 are the confluent 
points of the Yin Wei (chest/interior) and Chong (blood) and aid in downbearing 
stomach qi as well as tonifying the Spleen and calming the spirit. Lu 7 is the 
luo to the Large Intestine and also works with Ki 6 6 to open the Ren channel, 
where this patient reports having a burning sensation. St 44 is particularly 
good point for clearing heat and downbearing stomach qi and has a function to 
harmonize the intestines.<br>
<br>
Other Prescriptions: SP4, PC6, Ki 9 (xi 
cleft of Yin Wei), Du20 Ear: Shen Men, Sympathetic<br>
 Lv 3, PC 6, Ht7, Ren 
17, Sp 6, St 36<br>
<br>
Initial Herbs:<br>
<br>
Sheng Di Huang Clear Heat 
&amp; Cool Blood; Nourish Yin; Cools Upward Blazing of Heart Fire<br>
Dan Shen 
Invigorates Blood; Clears Heat &amp; Soothes Irritability<br>
Dang Gui 
Tonify/Invigorate Blood; Moistens Intestines; w/Dan shen tonifies blood &amp; 
nourishes Ht w/o stagnation<br>
Fu Ling Strengthens Spleen, Drains Damp, 
Transforms Phlegm, Quiets Heart &amp; Calms Spirit<br>
Mai Men Dong Tonifies 
Heart &amp; Stomach Yin, Clears Heat, Soothes Irritability; Moistens Intestines
<br>Wu Wei Zi Quiets Spirit and Protects Heart Qi; Binds Ki Essence; Stops 
Diarrhea<br>
Suan Zao Ren Nourishes Heart Yin and Liver Blood, Quiets Spirit<br>
Bai Zhu Tonifies Spleen Qi; Dries Damp; Stabilizes Exterior<br>
Mu Xiang Moves 
Qi, Relieves Pain, Strengthens Spleen, Regulates Stagnant Qi In Intestines<br>

Xiang Fu Moves Liver Qi<br>
Hai Piao Xiao Binds Essence, Resolves Damp, Stops 
Diarrhea; Stops Bleeding; *Rebalances Stomach Acid<br>
Huang Lian Clears heat 
&amp; Dries Damp; Clears Heart &amp; Stomach Fire; Stops bleeding (Guides to 
Heart)<br>
Mu Li Settles/calms the spirit; absorbs acidity, alleviates pain, 
binds essence, benefits yin and anchors yang<br>
<br>
A variation on Tian Wan 
Bu Xing Dan, which tonifies yin and blood of the heart and kidneys, and Gui Pi 
Tang, which nourishes Spleen Qi and Heart Blood. Huang Lian and Hai Piao Xiao 
was added to clear some of this patient&rsquo;s excess stomach heat and help 
control stomach acids that contribute to nausea and acid regurgitation. Mu Li 
controls stomach acid and settles the spirit.<br>
<br>
Current Formula:<br>

Dang Shen 9 Bai Ji Li 9<br>
Bai Zhu 12 Shi Chang Pu 6<br>
Fu Ling 12 Fo Shou 12
<br>Suan Zao Ren 6 Zhi Ke 9 <br>
Huang Qi 9 Ye Jiao Teng 9<br>
<br>
10. TCM 
Patterns of &ldquo;Upset Stomach&rdquo;<br>
&acirc;&#128;&cent; Spleen-Stomach 
Disharmony &acirc;&#128;&#147; characterized by glomus, continuous pain in the 
stomach duct exacerbated by hunger, abdominal distension and poor 
transformation of food, belching, hiccup, and in severe cases, vomitting. Other 
signs are a pale, scalloped tongue and thin, white fur, and a forceless, 
sunken, fine or sunken/moderate pulse.<br>
&acirc;&#128;&cent; Spleen-Stomach 
Yang Vacuity &acirc;&#128;&#147; characterized by reduced food intake, 
vomiting, diarrhea, cold limbs, fatigue, withered-yellow facial complexion, 
dizziness, pale tongue, soft enlarged tongue, thick turbid tongue fur and a 
large, vacuous pulse.<br>
&acirc;&#128;&cent; Spleen-Stomach Damp Heat 
&acirc;&#128;&#147; characterized by glomus and oppression in the stomach duct, 
torpid intake, nausea, sloppy stool, yellow urine and heavy, cumbersome limbs. 
The tongue is red with yellow, slimy fur and the pulse is soggy.<br>

&acirc;&#128;&cent; Spleen Qi Vacuity &acirc;&#128;&#147; a condition arising 
when irregular eating or anxiety, thought and taxation fatigue damage the 
spleen and stomach.<br>
&acirc;&#128;&cent; Spleen-Kidney Yang Vacuity 
&acirc;&#128;&#147; characterized by enduring diarrhea, early morning diarrhea, 
or clear-food diarrhea, drum distension and lower abdominal cold pain. Other 
chief signs are a bright, white puffy face and swollen limbs, a pale, enlarged 
tongue with white, glossy fur and a sunken, fine, slow and weak pulse.<br>

&acirc;&#128;&cent; Spleen Vacuity with Food Damage &acirc;&#128;&#147; 
characterized with bloating after eating and by sloppy stool containing 
untransformed food. In general there is no abdominal pain and the tongue fur 
may be completely normal.<br>
&acirc;&#128;&cent; Splenic Movement and 
Transformation Failure &acirc;&#128;&#147; In mild cases, abdominal distension, 
torpid intake, rumbling intestines, diarrhea and other signs of poor digestion 
are observed.<br>
&acirc;&#128;&cent; Stomach Qi Ascending Counterflow 
&acirc;&#128;&#147; characterized by nausea, vomiting, belching or hiccough.<br>
&acirc;&#128;&cent; Stomach Reflux &acirc;&#128;&#147; characterized by 
distension and fullness after eating, vomiting in the evening food ingested in 
the morning or vomiting in the morning food that was ingested the previous 
evening.<br>
&acirc;&#128;&cent; Stomach Vacuity Cold &acirc;&#128;&#147; 
characterized by stomach pain, vomiting and vacuity cold signs<br>

&acirc;&#128;&cent; Stomach Repletion Cold &acirc;&#128;&#147; characterized by 
acute cold pain in the stomach duct relieved by vomiting, physical cold and 
cold limbs.<br>
&acirc;&#128;&cent; Stomach Heat &acirc;&#128;&#147; 
characterized by bitter taste in the mouth, dry mouth, bad breath, rapid 
hungering, red tongue with yellow fur and a rapid, slippery pulse.<br>

&acirc;&#128;&cent; Liver-Gallbladder Damp Heat &acirc;&#128;&#147; chief signs 
include alternating fever and chills, bitter taste in the mouth, ribside pain, 
jaundice, abdominal pain/distension, nausea, vomiting and loss of appetite. 
Stools tend to be dry if heat is pronounce and sloppy if dampness is more 
pronounced. The tongue fur is yellow and slimy and the pulse is rapid and 
stringlike.<br>
&acirc;&#128;&cent; Liver Qi Invading the Spleen 
&acirc;&#128;&#147; characterized by headache, irritability, bitter taste in 
the mouth, chest oppression, glomus and fullness after eating, sloppy diarrhea 
and a moderate, stringlike pulse. It differs from Invasion of the Stomach by a 
predominance of spleen signs such as diarrhea and distension.<br>

&acirc;&#128;&cent; Liver Qi Invading the Stomach - characterized by stomach 
duct pain, vomiting of sour fluids, torpid intake, abdominal distension, 
diarrhea. There will also be liver signs such as dizziness, ribside pain, 
irritability and a stringlike pulse.<br>
&acirc;&#128;&cent; Liver-Stomach 
Disharmony &acirc;&#128;&#147; characterized by distending ribside pain, 
belching, glomus, fullness, torpid intake, acid regurgitation and clamoring 
stomach.<br>
&acirc;&#128;&cent; Large Intestinal Vacuity Cold 
&acirc;&#128;&#147; usually associated with Spleen-Kidney Yang vacuity, and is 
characterized by thin diarrhea, reduced food intake, cold limbs, aching lumbus, 
thin tongue fur and a fine, sunken pulse.<br>
&acirc;&#128;&cent; Large 
Intestinal DampHeat &acirc;&#128;&#147; a disease pattern generally 
characterized by abdominal pain and diarrhea with ungratifying defecation and 
foul-smelling stool.<br>
&acirc;&#128;&cent; Food Accumulation 
&acirc;&#128;&#147; pathology attributable to spleen-stomach movement and 
transformation failure. It is characterized by fullness and oppression, in the 
chest and stomach duct, in some cases with hardness or glomus, abdominal pain 
that dislikes pressure, hard stool, loss of appetite, foul belching and acid 
regurgitation.<br>
&acirc;&#128;&cent; Food Damage &acirc;&#128;&#147; 
pathology due to voracious overeating or spleen-stomach vacuity. It is 
characterized by aversion to food, nausea and vomiting, belching, foul-smelling 
vomit, acid regurgitation, painful bloating, diarrhea or constipation, 
foul-smelling stool and flatus. The tongue fur is usually slimy or thick or 
yellow.<br>
&acirc;&#128;&cent; Damp Obstructing the Middle Burner 
&acirc;&#128;&#147; characterized by abdominal distension, loss of appetite, 
sticky mouth, thirst with desire for warm drinks, short voidings of reddish 
urine and slimy white tongue fur.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:22:13 AM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine indigestion 
alternative medicine herbs health and healing </p> 
<h1>Back Pain</h1> 
<p>Patient Last Name: WA99 Patient First Name: J<br>
Treatment Date and Time: 
September 23, 1999<br>
Sex and Age: Female, 21<br>
<br>
1. Chief Complaint: 
Back Pain from MVA since May 1999<br>
<br>
2. Medical History:<br>
<br>
a. 
Present Illness: Patient complains of back pain with initial onset 1997 from 
MVA. She was treated successfully with acupuncture and herbal medicine over a 1 
&frac12; year period. Three months later (May 1999), she suffered another 
trauma to her back in a MVA. Patient experiences pain on palpation from GB 21 
down the first line of the UB channel to her sacrum bilaterally. She also 
experiences headache pain from GB 21 up to GB 13, 14, 15. Her pain is 
aggravated with forward, backward and lateral flexion and extension, damp 
weather, prolonged standing or sitting. Her pain is chronic, mostly dull but 
can be sharp and localized. Pain is alleviated with medication (Vicadan), heat, 
and stretching. O&rsquo;Donahue&rsquo;s was positive in all directions. 
Generally, pain without movement is 3/10, worsening at the end of the day to 
7/10. She was diagnosed by M.D. as whiplashed; MRI and X-rays were negative.<br>
<br>b. Current Health Status:<br>
Skin: constant itching over entire body, dry 
skin, especially on chest<br>
Head: headache post MVA from GB 21 to GB 13, 14, 
15<br>
Eyes: occasional floaters<br>
Ears: progressive loss of hearing<br>

Respiratory: chronic smokers cough, phlegm difficult to expectorate, bronchitis 
history<br>
CV: cold hands and feet, occasional dizziness<br>
GI: nausea, 
better with food, history of constipation and diarrhea<br>
Sleep: difficulty 
falling asleep, 5-10 hrs per night, awakes tired<br>
Urine: frequent (every 1-2 
hrs), but drinks often<br>
Stool: 1-2x/day, occasionally loose, history of 
undigested food in stool<br>
Temp: cold extremities, heat in body 98.7 degrees
<br>App: good, eats frequently<br>
Sweat: history of night sweats<br>
Thirst: 
very thirsty, drinks often<br>
Emotions: history of depression; suicidal 
tendencies after finding out she had genital warts<br>
BP: 106/70<br>
<br>
c. 
Other: Patient smokes cigarettes @ 1 pack/day; also smokes marijuana @ 1 joint 
every 2-3 hrs. to relieve pain and nausea<br>
<br>
d. Past Medical History: MVA 
1997, treated successfully with acupuncture and herbal medicine over 1 &frac12; 
year period. Three months later (May 1999), subsequent MVA.<br>
<br>
3. Family 
Health History: N/A<br>
<br>
4. Medications: oral contraceptives, Vicodan, Soma
<br><br>
5. Allergic History: N/A<br>
<br>
6. Personal History: asthma, 
bronchitis, Stomach/intestinal disorders, allergies, UTI<br>
<br>
7. OB/GYN: 
menarche @ 15 yrs, LMP 9/15/99, 28 day cycle, 4 day flow, dark red at onset, 
thick blood, clotting, PMS depression, abdominal and breast distention<br>
<br>

8. Physical Exam:<br>
a. Tongue: body: pink red, thin, pierced<br>
 coat: 
turbid white sticky in rear<br>
 veins: dark and distended<br>
b. Facial 
complexion: ok<br>
c. Body shape and posture: Patient's shape and posture 
appears healthy<br>
d. Shen: present<br>
e. Other: movement before after<br>
i. 
Neck forward flexion 6 4<br>
ii. Neck extension 8 (&acirc;&#134;&#147; ROM) 6 
(&acirc;&#134;&#145;ROM)<br>
iii. Neck L lateral flexion 5 4 
(&acirc;&#134;&#145;ROM)<br>
iv. Neck R lateral flexion 8 5<br>
v. Back 
extension unable 8 (&acirc;&#134;&#145;ROM)<br>
vi. Back extention (passive) 8 
-------<br>
vii. Back L lateral flexion 7 2<br>
viii. Back R lateral flexion 7 2
<br>f. Listening and Smelling: no unusual odors, breathing or vocal changes 
were observed<br>
g. Palpation:<br>
i. Pulse<br>
Level: middle<br>
 Speed: 72
<br> Rhythm: regular<br>
 Strength: chi bilaterally was deep and vacuous, LV 
vacuous<br>
Shape/Quality: tight<br>
<br>
ii. Abdomen/Channels: Extra Channel 
Hara Diagnosis revealed a Ren Mai-Yin Qiao and Yang Wei-Dai Mai disharmony. 
Also pressure pain down UB line (relieved after treatment)<br>
<br>
9. 
Differential Diagnosis:<br>
a. TCM: Qi and Blood stagnation from trauma 
(underlying yin/blood &acirc;&#134;&#147;)<br>
b. Japanese: Ren-Yang Wei 
Disharmony<br>
<br>
A. Qi and Blood Stagnation Yin and Blood deficiency<br>
 
Back pain which can be sharp itching<br>
 And localized esp. during movement 
dry skin<br>
 Thick menstrual blood w/ clotting floaters<br>
 depression Loss 
of hearing<br>
 abdominal and breast distention Cough w/ diff to expectorate 
phlegm<br>
 dark and distended SLV Dizziness<br>
 tight pulse Difficulty 
falling asleep<br>
 Deficiency heat<br>
 Night sweats<br>
 Thirst<br>
 tremors
<br><br>
B. Pathology: The root of patient&rsquo;s pathology is a yin and blood 
deficiency. This deficiency can develop from years of chronic abuse of 
cigarettes and marijuana coupled with her history of chronic LU infections and 
emotional depression. The itching and dry skin result from the lack of yin and 
blood nourishing the skin. The floaters and progressive loss of hearing from 
yin and blood not rising to nourish the eyes and ears. A further progression of 
this lack of nourishment rising is patient&rsquo;s dizziness. Due to the 
long-term nature of patient&rsquo;s abuse of alcohol, cigarettes and marijuana 
despite her young age, her yin and blood have been depleted enough to result in 
tremors from wind arising from deficiency. Yin deficiency leads to a relative 
excess of yang and causes deficiency heat, night sweats and thirst, as well as 
difficulty falling asleep due to yin&rsquo;s inability to house the yang at 
night.<br>
<br>
With this yin and blood deficiency at the root, patient 
suffered severe trauma to her back and neck from a series of motor vehicle 
accidents over a short period of time. This trauma caused qi and blood 
stagnation manifesting as back pain which can be sharp and localized especially 
during movement. This stagnation interrupted the qi and blood dynamic in the 
body causing a menstrual period characterized by thick dark blood with 
clotting, PMS, depression and breast distention. It is further evidenced by her 
dark and distended sublingual veins. This stagnation has remained over a long 
period of time partly due to her yin and blood deficiency. With such a deficit 
of yin and blood, coursing qi and blood becomes difficult due to the danger of 
creating more deficiency. With a greater degree of deficiency, there is less 
blood to course, and deficiency can easily lead to excess, i.e., stagnation. 
Furthermore, the trauma has caused damage to the tissues, sinews, muscles, 
ligaments, etc. In order to fully heal these tissues, blood and yin fluids are 
needed to nourish them. The lack of blood and yin fluids makes this process 
difficult and further leads to the degeneration of these tissues creating a 
devastating cycle with an inability to resolve her disharmony.<br>
<br>
10. 
Treatment Plan: Course qi and blood and relieve pain; harmonize Ren-Yang Wei<br>
<br>11. Prescription:<br>
a. Acupuncture:<br>
i. Root Step 1: SJ 5, KI 6 
(retain 2 min, check abdomen; if + add<br>
GB 41, LU 7 (hook IP cords, retain 
10 min)<br>
ii. Root Step 2: R UB 22, R UB 19, L UB23, L UB 13 (retain 5 min)
<br>iii. Branch: thread down UB first line bliaterally<br>
iv. Tuina on upper 
and lower back<br>
v. Stretching<br>
<br>
b. Acupuncture Analysis:<br>
SJ 5: 
confluent of yang wei mai<br>
KI 6: confluent of yin qiao mai<br>
GB 41: 
confluent of dai mai<br>
LU 7: confluent of ren mai<br>
<br>
c. Herbs: Meridian 
Passage<br>
<br>
d. Herbal Analysis:<br>
This formula is a combination of Shen 
Tong Zhu Yu Tang and Mo Yao Xiang Sheng Dan. It is for congealed blood in the 
meridians, joints, low back and limbs. It consists of:<br>
Hong Hua: 
invigorates blood<br>
Niu Xi: invig blood, nourishes LV and KI<br>
Qin Jiao: 
expels wind damp, softens tendons, guide to meridians<br>
Qiang Huo: wind damp, 
focus on KI and UB<br>
Chuan Xiong: invig blood, expels wind<br>
Dang Gui: 
invig and tonifies blood<br>
Xiang Fu: moves qi along with the blood<br>
Gan 
Cao: harmonizes, focuses to meridians<br>
Mo Yao: invig blood, promotes healing
<br>Zi Ran Tang: invig blood, enters LV and KI<br>
Gu Sui Bu: tonifies KI, 
heals bones and tendons<br>
Bai Shao: tonifies blood, smoothes LV qi, important 
for pain and spasms<br>
Ru Xiang: invig blood, relaxes muscles, stabilizes pain
</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:22:40 AM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine alternative 
medicine herbs health and healing back pain </p> 
<h1>Impotence</h1> 
<p>Patient Last Name: Dv00 Patient First Name: A<br>
Treatment Date and Time: 
5/13/00<br>
Sex and Age: Male, 29<br>
<br>
1. Chief Complaint: impotence<br>
2. 
Medical History:<br>
Present Illness: the onset of patient&rsquo;s illness was 
approximately one year ago. He was in the Peace Corps, and would spend his 
summers in West Africa. While there, he was dating a West African woman whom he 
would see each summer. In his last summer, he told the woman that they 
shouldn&rsquo;t continue their relationship and she became very upset. That 
night at dinner, the patient thought his food tasted funny. After completion of 
the meal, he felt a cold, numbing sensation from his lower abdomen to the tip 
of his penis. He described the sensation as if Ben Gay had been rubbed there 
and the heat wore off leaving it cold and numb. He has had this ever since, and 
has been unable to achieve an erection or any sensation. He later learned that 
his ex-girlfriend had gone to see a West African witch doctor who had cast a 
spell on him and had treated his food with some herbs. After seeing western 
doctors to no avail, patient went to see an herbalist who misdiagnosed the 
impotence as a kidney yang deficiency. Patient was prescribed herbal formulas 
to tonify his yang, and as a result, has experienced such great heat signs that 
his hair began to fall out and his upper body is laden with heat and dryness.
<br><br>
b. Current Health Status:<br>
Temp: hot<br>
Sweat: none (unable to 
sweat)<br>
Thirst: for cold liquids<br>
Urine/Urogenital: 2 x/day, moderate 
amount, clear to yellow in color. Testosterone and prostate normal<br>
Energy: 
low<br>
Sleep: difficulty falling asleep; gets too hot to sleep; restlessness; 
vivid strange dreams<br>
Emotions: worry, anxiety, frustration regarding 
impotence; has lost passion for life; difficulty experiencing joy; difficulty 
socializing<br>
Head: dry heat sensations; headache 3-4 x/week behind eyes<br>

Ears: ringing; bright red color<br>
Eyes: dry, scratchy, burning<br>
Skin: face 
and hands very hot and dry<br>
Digestion: gas and bloating<br>
Stool: diarrhea 
3-4 x/week; loose with undigested food<br>
<br>
c. Past Medical History: none 
noted<br>
<br>
<br>
3. Family Health History:<br>
None noted<br>
<br>
4. 
Medications: n/a<br>
<br>
5. Allergic History: n/a<br>
<br>
6. Physical Exam:
<br>a. Tongue: body: red, scallops, center cracks, red tip<br>
coat: dry, thin 
white, scanty<br>
 veins: dark and distended<br>
b. Facial complexion: slightly 
red, with bluish hue around eyes and mouth<br>
c. Body shape and posture: tall 
thin<br>
d. Shen: diminished, lacking vitality<br>
e. Listening and Smelling: 
groaning voice<br>
f. Palpation:<br>
i. Pulse: 88 bpm<br>
 Right 
&acirc;&#128;&#147; wiry<br>
 Left &acirc;&#128;&#147; wiry<br>
<br>
ii. 
Abdomen/Channels: none done; feet very cold<br>
<br>
9. Diagnosis: yin vacuity
<br><br>
10. Correspondence of Signs &amp; Symptoms: heat sensations; inability 
to sweat; thirst for cold; scanty urine; restlessness; inability to sleep; 
anxiety; tinnitus; dry, scratchy, burning eyes; red tongue, especially tip; 
scanty tongue coat; rapid pulse<br>
<br>
<br>
11. Treatment:<br>
a. Points: SP 4
<br> KI 3, 6<br>
 LV 8<br>
 REN 4<br>
 LV 5<br>
b. Herbs: Tian Wang Bu Xin Dan
<br><br>
6/1/00<br>
Changes: dry heat around chest and nose (worse at night and 
late afternoon). Temperature still hot; hair still falling out, but not as 
much, oil returning. Emotions affected by hair; feels tired and old, but a 
little happier this week about hair. Slight sweat this week &acirc;&#128;&#147; 
needed deodorant for first time. Headache frontal dry heat<br>
Points: Ki 1, 7, 
10<br>
 LV 8<br>
 UB 23, 43<br>
 Du 14<br>
Herbs: alternate Tian Wang Bu Xin 
Dan and Zhi Bai Di Huang Wan<br>
<br>
6/8/00<br>
Changes: difficulty sleeping; 
missing spark &acirc;&#128;&#147; no more desire or zest for life; head really 
hot and dry<br>
Points: KI 7, 24<br>
 HT 3<br>
 PC 8<br>
 Du 20<br>
Herbs: Gui 
Zhi Jia Long Gu Mu Li Tang<br>
<br>
<br>
6/15/00<br>
Changes: after formula 
noticed warmth and slight sensation in genitals; more oil in hair; energy 
better. Boiled last two bags together and drank entirety in one hour.<br>

Points: UB 18, 23, 44<br>
 KI 2, 7<br>
 LV 8<br>
 PC 7<br>
Herbs: Gui Zhi Jia 
Long Gu Mu Li Tang + Sheng Di, Shi Gao and Zhi Mu (with large doses: 90g of 
Long Gu and Mu Li; 30g of Shi Gao and Zhi Mu; and 24g of rest)<br>
<br>
6/22/00
<br>Changes: felt great; majority of heat symptoms gone. Prior to treatment he 
rated his heat on a scale of 1-10, at 12/10; at this treatment he rated it a 
5/10. Also, more warmth in genitals and progressively more sensation.<br>

Points: HT 3, 8<br>
 LV 2, 8<br>
 SP 2, 9<br>
 KI 2, 10<br>
Herbs: same (using 
Long Chi instead of Long Gu)<br>
<br>
Pathology: Patient&rsquo;s pathology 
appears to be a combination of spiritual and iatrogenic causes. The onset of 
patient&rsquo;s inability to achieve sensation in his genitals directly 
followed a meal in which his food was tainted with herbs (and possibly witch 
craft). The focus of these herbs (and witch craft) was to specifically affect 
patient&rsquo;s genitalia, making him unable to be intimate with another woman, 
the result of a vengeful action perpetrated by an ex-girlfriend. While it is 
not clear what herbs (or spells) were used, it is clear that the result was to 
leave the patient impotent with a numbing cold sensation. This cold sensation, 
however, should not be confused with a Kidney yang vacuity &acirc;&#128;&#147; 
the cold is limited to this area, had an immediate onset, and there is an 
absence of any other yang vacuity signs. Unfortunately, the first herbalist 
that patient visited made this mistake and prescribed yang tonics. These yang 
tonics caused immense heat signs in the patient, resulting in the symptoms 
listed above. Thus, patient&rsquo;s presentation is a mixture of demonic 
possession, herbal toxicity, and iatrogenic causes. His pattern currently 
presents as a yin vacuity with a separation of yin and yang. Patient&rsquo;s 
signs and symptoms reflect floating yang; all of his heat signs are on the 
upper half of his body. His lower body is cold, with lack of sensation. The 
herbal and demonic causes of his condition caused an imbalance of yin and yang; 
a separation at his root or dan tian. The Kidney yang formulas that he was 
prescribed furthered this imbalance by warming his unanchored yang and 
scorching his yin. Physically, this imbalance is manifested by the extreme heat 
signs in the upper half of his body and the coolness in the lower half. 
Psychospiritually, the herbal toxicity, witch craft, and betrayal from an 
intimate relation has resulted in patient&rsquo;s difficulty experiencing joy 
and loss of passion in life. Patient&rsquo;s Heart and Kidneys, the central 
axis of spiritual stability, have lost communication. This has caused the 
patient to become separated from his destiny. With this loss of communication 
between fire and water, other elements become affected. For instance, along the 
sheng cycle from water to fire exists wood. The wood element is responsible for 
mediating the flow of qi between the water/jing and fire/shen. When the jing 
and shen are not in contact, the flow of qi becomes disordered. Here, patient 
has some qi stagnation which has resulted from this disharmony. It is reflected 
in his frustration, wiry pulse, and dark and distended sublingual veins. On the 
other side of the sheng cycle between fire and water exists earth and metal. 
These elements, too, have been affected. The fire in the upper jiao has 
affected the yin of the metal element reflected in patient&rsquo;s low energy, 
hot skin, inability to sweat, heat around chest and nose, etc. The disharmony 
has also affected the earth and yang of the metal elements resulting in thirst 
for cold liquids, frontal headaches, gas and bloating, loose stools with 
undigested food, and scalloped tongue with center cracks.<br>
<br>
<br>
12. TCM 
Patterns of Impotence (Therapeutics of Chinese Medicine, by Yan Wu)<br>
<br>

PATTENS<br>
DEBILITATION OF LIFE GATE FIRE<br>
<br>
KI yang defic<br>
<br>
80% 
Complete or partial impotence, frequent spontaneous seminal discharge, 
dizziness and vertigo, tinnitus, pale complexion, cold limbs, listlessness, 
weak aching lower back and legs, frequent urination<br>
T: pale w/ white coat
<br>P: deep thready Ren 4, 2, KI 11<br>
Du 4<br>
UB 23<br>
KI 3<br>
Du 20<br>

UB 31-34 [Ba Liao]<br>
<br>
For vacuity of HT/SP add UB 15, HT 7, SP 6 Wu Zi 
Yan Zong Wan<br>
<br>
Zan Yu Dan Also for female infertility<br>
DOWNPOUR OF 
DAMP HEAT INTO L.J. Flaccidity of penis w/ inability to achieve or sustain 
erection, accom by premature ejac in most cases; also, sweatiness in scrotum, 
heavy aching lower limbs, thirst or bitter taste, dark burning urine<br>
T: 
yellow slimy coat<br>
P: slippery rapid Ren 3<br>
Du 4<br>
SP 6, 9<br>
ST 36<br>
LV 5<br>
<br>
<br>
If KI yin also, add KI 3 Long Dan Xie Gan Tang<br>
<br>
<br>

<br><br>
<br>
If KI yin also, Zhi Bai Di Huang Wan</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:23:02 AM | Comments</p> 
<p>impotence chinese medicine acupuncture case studies herbal medicine 
alternative medicine herbs health and healing </p> 
<h1>Amenorrhea</h1> 
<p>History:<br>
S is a 32 year old actress and writer with a 16 year history 
of secondary amenorrhea. She stopped menstruating at 16, when she was also 
suffering from anorexia nervosa. Over the past two years, she has experienced 
what she believed to be two menstrual periods. Both took place during visits to 
Italy &acirc;&#128;&#147; a place she associates with safety and comfort. She 
also reported eating meat and cheese during these trips, which she does not 
normally consume. The first period, which took place in July &rsquo;98, 
consisted of four days of spotting (no other details were charted). In late 
January &rsquo;99, she reported having one day of spotting with dark brown 
blood. During a recent visit to her gynecologist, the doctor explained that her 
hypothalamus is not functioning properly and she has been taking estrogen and 
progesterone for the past 4 months to regulate her hormones. Since beginning 
hormone therapy, the patient has been experiencing strong maternal feelings and 
a desire to have children, as well as an increased interest in sex.<br>
<br>

The patient is simultaneously dealing with several emotional issues associated 
with repeated childhood sexual abuse and other physical and mental abuse. She 
reports experiencing a great deal of fear and anxiety as she becomes more 
social and receives more attention from men. She has also expressed some 
anxiety about getting her period and becoming a &ldquo;whole woman&rdquo;, 
although more recently she claims that she is ready. Furthermore, the patient 
has a fear of losing control that manifests itself primarily in her dietary 
habits. For the past several years she has belonged to a 12-step program for 
overeaters (&ldquo;Gray Sheet&rdquo;), which has put her on a very restricted 
diet. As part of this program she weighs and measures everything she eats. The 
patient fears that without these parameters, she might lose control. Recently, 
she has been attempting to take small steps outside these parameters by eating 
some of the foods that she craves that are not &ldquo;on her list&rdquo; (eg. 
soybeans, oatmeal), but this can cause acute anxiety.<br>
<br>
Current Health 
Status:<br>
Digestion: Gas and bloating after eating; trouble digesting food 
&acirc;&#128;&#147; some nausea/gagging<br>
Appetite: ok; craves 
&ldquo;mushy&rdquo; food. Her diet consists largely of soymilk, wheat germ and 
green salads. Her dietary program permits 4oz of protein per meal (usually as 
tofu).<br>
Urine: 6x/day; yellow color due to vitamins<br>
Stool: 2x/day; 
well-formed<br>
Temp: dislikes cold/dry weather<br>
Sweat: not remarkable<br>

Thirst: not particularly; drinks soymilk and several cups of coffee daily<br>

Energy: good, but needs coffee to get motivated; *appears frazzled and manic.
<br>Sleep: generally good; has been having nightmares that she wakes from 
gasping for air and sometimes screaming; dreams with common themes of 
empowerment and water.<br>
Emotions: Anxiety related to boundary issues (people 
getting close, trusting); tends to dissociate and can become &ldquo;spaced 
out&rdquo;. The patient is has been fearful and manic and is inclined to worry 
obsessively.<br>
Head/Eyes/Ears: Migraines (1-2x/month); throbbing, lateral 
headaches; better w/caffeine<br>
Menses: amenorrhea (see above)<br>
<br>
Past 
Medical History:<br>
1969 &acirc;&#128;&#147; born jaundiced; blood transfusion 
after poisoning<br>
1996 &acirc;&#128;&#147; broken ankle (steel plate inserted)
<br>1997 &acirc;&#128;&#147; fainting/dehydration<br>
1998 &acirc;&#128;&#147; 
steel plate removed<br>
2000 &acirc;&#128;&#147; broken nose due to a fall 
(fainting)<br>
Herpes (oral)<br>
Frequent colds, nightsweats, dizziness, 
fainting, palpitations<br>
Brittle bones &acirc;&#128;&#147; due to her eating 
disorder, the patient has osteopenia.<br>
<br>
Family Health History:<br>
None 
noted<br>
<br>
Medications:<br>
estrogen, progesterone<br>
<br>
Allergic 
History:<br>
n/a<br>
<br>
Physical Exam:<br>
a. Tongue:body: pale red, puffy, 
scalloped; concave in lung area<br>
 coat: thin white, becoming thicker &amp; 
yellow towards root veins: normal<br>
b. Facial complexion: yellow complexion, 
particularly around mouth<br>
c. Body shape and posture: thin/slightly 
underdeveloped upper body; yellow hands<br>
d. Shen: manic and animated<br>
e. 
Listening and Smelling: no unusual sounds or smells observed<br>
f. Palpation:
<br>i. Pulse: 56 BPM<br>
 Right &acirc;&#128;&#147; slippery and forceful<br>
 
Left &acirc;&#128;&#147; slippery, less forceful<br>
<br>
ii. Abdomen/Channels: 
tender @ Sp 21, Ren 12, subcostal areas, Sp 4, 6, 9 &amp; Pc 6<br>
<br>

Diagnosis: Heart and Kidney failing to communicate; Kidney Essence Deficiency
<br><br>
Kidney Essence Deficiency Heart &amp; Kidney Not Communicating<br>

Amenorrhea for 16 years<br>
Brittle/Broken Bones<br>
Anorexia Thin, 
underdeveloped upper body<br>
Manic behavior; restlessness<br>
Nightsweats<br>

Palpitations<br>
Profuse dreaming (water themes)<br>
Waking from nightmares 
gasping for air<br>
Fear and Anxiety<br>
history of sexual abuse<br>
<br>
<br>

<br><br>
Discussion: <br>
This patient&rsquo;s pathology is rooted in 
emotional/physical trauma. As the victim of childhood sexual abuse, this 
patient suffered significant trauma at an early age, which has compromised the 
interaction of Heart and Kidney. Because of this, the patient&rsquo;s insight 
is no longer rooted in her inherent nature. Without root, she cannot direct her 
efforts towards her own fulfillment and is constantly seeking answers and 
finding influences outside her own instincts.<br>
<br>
The patient&rsquo;s will 
(zhi) focuses externally on trying to control her body and her eating habits. 
She struggles on a regular basis with what she craves or is instinctually drawn 
to, choosing instead to direct her will towards adhering to strict dietary 
regimen that was designed to address an eating disorder that she believes she 
has. She exercises control by weighing and measuring all of her food, literally 
depleting her innate potential of jing to satisfy habitual desires of the mind. 
Over time, her prior anorexia and present diet, which consists primarily of 
cold and raw foods in very limited quantities, has deprived her of the gu 
qi/food qi she requires to produce post-heaven qi. Without sufficient gu qi 
produced by the Spleen, her body tapped into its reserves, using yuan qi or 
essence from the Kidneys. Deficient Kidney essence has led to brittle bones and 
the patient is prone to fractures. Her overall constitution has been 
compromised and she has muscle atrophy and weakness in her upper body. 
Deficient Spleen qi hinders the Spleen&rsquo;s functions of properly 
transforming and transporting food and water, and dampness has accumulated in 
the patient&rsquo;s middle jiao, producing gas, bloating and nausea after meals 
. And since the middle jiao serves as a pivot between the upper and lower jiao, 
the relationship between the heart and kidney is further compromised. The 
patient&rsquo;s slippery pulse is indicative of the excess damp that is 
accumulating. Her puffy and scalloped tongue body also points to the inability 
of Spleen to properly nourish muscles and send water downward through the water 
passageways.<br>
<br>
The Chong is the &ldquo;Sea of Blood&rdquo; and is 
strongly related to gynecological and reproductive function. This channel 
relies on blood produced by the Heart and Spleen and essence from the Kidneys 
in order to warm and nourish the womb. Overthinking, emotional trauma and lack 
of nutrients have damaged both Heart and Spleen Qi, preventing them from 
producing blood. Without sufficient blood and essence, the Chong can no longer 
nourish the womb and promote reproductive function and the patient cannot get 
her period.<br>
<br>
Heart fire normally descends to warm the kidneys as Kidney 
water rises to meet with the heart, maintaining a balance of water and fire. 
When heart fire no longer descends to meet the kidneys, fire flares upward to 
cause mania and restlessness and frequently manifests as fever blisters around 
the patient&rsquo;s mouth. Without its connection to the kidneys, the Heart 
spirit (shen) wanders and the patient experiences profuse dreams. Frequent 
dreams of water may be evidence of the heart shen (fire) seeking its link to 
the kidney (water). The patient wakes from nightmares gasping for air since the 
Kidneys are also responsible for grasping the Qi. Furthermore, the heart 
governs intimacy. Without the connection between heart and kidney, the patient 
appears to long for intimacy in every interaction while simultaneously 
mistrusting and fearing truly intimate relationships. The kidneys, which are 
strongly associated with sexuality and reproductive functions, no longer have 
the guidance of the heart and the patient is threatened by her sexuality. She 
becomes easily &ldquo;disconnected&rdquo; when social interactions overwhelm 
her.<br>
<br>
<br>
Treatment Plan:<br>
Secure Kidney Essence; Tonify Heart 
&amp; Kidney Yin<br>
<br>
Prescription:<br>
a. Acupuncture:<br>
Sp 4 Confluent 
of the Chong - Harmonizes the Chong, Regulates Menses, Rectifies the Qi 
Dynamic, Supplements the Spleen &amp; Stomach<br>
Pc 6 Confluent of the YinWei 
&acirc;&#128;&#147;Eliminates Vexation; Calms the Mind; Regulates Heart Qi and 
blood<br>
Lu 8 Jing River (Metal/horary)<br>
Ki 7 Jing River (Metal/mother) 
&acirc;&#128;&#147; Tonifies the Kidneys and resolves damp; Tonifies Yin<br>
Du 
20 Intersects Yang Channels &amp; Ren &acirc;&#128;&#147; Clears the Spirit 
&amp; Returns inversion; Tonifies Yang; Calms the Spirit; Raises Yang Qi and 
brings Clear Qi to the head; Strengthens Ascending Fx of the Spleen<br>
Ren 4 
Front Mu of SI; Intersects with SP/LV/KI; Banks the Kidneys &amp; Secures the 
Root; Supplements Qi and Returns Yang; Warms and Regulates the Blood Chamber 
and Palace of Essence; Eliminates Cold in the Genitals; Nourishes Blood and 
Yin; Roots the Ethereal Soul.<br>
Ht 5 Luo &acirc;&#128;&#147; Quiets the 
Spirit and Regulates Heart Qi; Clears Heart Fire (through urine/UB)<br>
<br>
b. 
Acupuncture Analysis:<br>
This formula focuses primarily on tonifying the 
Kidneys, calming the heart and restoring blood and yin in the Chong to bring 
about menstruation. Sp 4 and Pc 6 are used together to open the Chong and have 
particular functions to regulate the patient&rsquo;s menses and calm her 
restless spirit. These points will also tonify her Spleen and redirect 
rebellious qi, enabling her to digest food better to produce qi and blood. Lu 
8, the mother (metal) point on the Kidney&rsquo;s mother channel, is used with 
Ki 7, the mother (metal) point on the Kidney channel, to tonify the Kidneys . 
In addition to tonifying kidney yin, Ki 7 has a special function to regulate 
waterways and prevent damp accumulation, which is useful since this patient is 
having digestive difficulties that tend to encourage dampness. Du 20 works with 
both Pc 6 and Ht 5 towards calming her spirit to address her mania and 
alleviate her &ldquo;spaced out&rdquo; feeling. These points can also help with 
her dream disturbed sleep. Once the qi has been distributed and tonified, Ren 4 
is used to bring her back to center, tonifying her Kidneys, securing essence 
and supplementing blood in her reproductive organs and warming and calming this 
patient.<br>
<br>
c. Herbs: Tian Wang Bu Xin Dan + Bai Zhu, Xiang Fu, Yi Mu Cao
<br><br>
Herbal Analysis:<br>
The patient&rsquo;s formula, a moderated version 
of Tian Wang Bu Xin Dan, is intended to tonify yin and blood of the Heart and 
Kidneys to soothe the patient&rsquo;s anxiety and provide nourishment to the 
Chong to promote menstruation. The formula also addresses and underlying Spleen 
Qi vacuity and prevents dampness and stagnation with moving and mildly draining 
herbs.<br>
<br>
Tian Wang Bu Xin Dan is a formula designed to tonify Heart and 
Kidney Yin and reestablish the relationship between the two organs. It&rsquo;s 
chief herb, Sheng Di Huang, nourishes both blood and Kidney yin, enabling 
Kidney (water) to control the heart fire that disturbs the patient&rsquo;s 
spirit. Zhu Sha aids in anchoring the spirit, along with Bai Zi Ren and Yuan 
Zhi, which help soothe the patient and prevent her manic tendencies, 
palpitations and nightmares. Mai Men Dong, Tian Men Dong and Xuan Shen help to 
tonify yin and clear deficient heat while Suan Zao Ren and Wu Wei Zi prevent 
leakage of Heart Qi and work with the yin tonifiers to prevent night sweats and 
help the patient sleep more soundly. Dan Shen and Dang Gui work together to 
nourish and move blood to promote menstruation. Ren Shen and Fu Ling also 
nourish and protect heart qi, but can also tonify Yuan Qi and strengthen the 
spleen, providing her with both pre-natal and post-natal qi. Fu Ling can also 
drain some of the dampness that has accumulated due to her spleen deficiency.
<br><br>
Bai Zhu has been added to further tonify Spleen Qi and address 
dampness. Xiang Fu and Yi Mu Cao work together to move both Qi and blood, 
particularly in the lower jiao and uterus, to bring about her period.<br>
<br>

<br>Subsequent Visits<br>
S reports feeling good following treatment and 
feeling very &ldquo;grounded&rdquo;. She has gradually gained self-confidence 
and begun to trust her own instincts. She has stopped measuring her food and is 
attempting to develop healthy eating habits for herself, although she still has 
a great deal of fear and struggles with a tendency to binge under stress. She 
began gaining weight as soon as she began to make dietary changes (she was 
initially slightly underweight), and recently gained significant weight very 
rapidly due to erratic eating during an exceptionally stressful period. The 
patient&rsquo;s complexion is significantly less jaundiced and she is generally 
less fragmented, although still prone to very manic behavior, particularly when 
issues related to her childhood abuse surface.<br>
<br>
2/22 The patient is 
experiencing increasing sexual awareness with slightly less anxiety. Feeling 
empowered<br>
Points: LU 7, KI 6, UB 44,52,47,20, DU 20, KI 1<br>
<br>
3/11 
Patient has anxiety about weight and body image; lots of creative and sexual 
energy<br>
Points: DU 20, KI 1 &amp; 7, HT 7, Ren 4 &amp; 6, ST 30<br>
<br>

3/21 Patient is scattered and unfocused, reporting breast tenderness for the 
first time ever with slight spotting. She continues to expand her diet with 
some anxiety. Patient&rsquo;s complexion is becoming significantly less yellow 
and sallow.<br>
Points: SP 4, PC 6, HT 3, KI 7, 6 (open pt), ST 30, GB 41 
(ashi), Yin Tang<br>
Ear: Endocrine, Liver<br>
<br>
3/25 Period began on 
Thursday. Flow was initially dark brown and continuous, eventually turning 
bright red. This is the longest period she has had with a continuous flow. 
Reports knee aching/pain which extends down to her ankle.<br>
Points: HT 7, KI 
7, Zi Gong Xue, LV 8, GB 34, 40, 41, Yin Tang<br>
<br>
3/28 Finished period (4 
day flow). The patient returned to Gray Sheet for a few days; binged after an 
argument with her mother regarding critical comments about her weight. Feeling 
colder; reports some dizziness<br>
Points: DU 20, UB 43, 44, 20, 52, 62 (open 
pt), SP 6<br>
<br>
4/1 Binging issues; abuse issues surfacing. Patient wants to 
stop taking prozac<br>
Points: HT 1, SP 21, SP 6, KI 7 &amp; 22, Ren 6, SJ 4, 
Yin Tang<br>
<br>
4/7 Increasing self-confidence &acirc;&#128;&#147; spoke out 
at a Gray Sheet meeting; stopped binging; frontal HA<br>
Points: DU 4, KI 7, DU 
20, UB 15,44, 23, 52, 20<br>
Herbs: Modified Tian Wang Bu Xin Dan and Gui Pi 
Tang<br>
(Sheng Di Huang, Dan Shen, Dang Gui, Ren Shen, Fu Ling, Yuan Zhi, Suan 
Zao Ren, Long Yan Rou, Mu Xiang, Da Zao, Bai Zhu, Shan Yao, He Huan Hua, Mei 
Gui Hua)<br>
<br>
5/4 The patient gained significant weight over the break, 
particularly in her lower body, and has been having difficulty with controlling 
binging urges as more of her abuse issues surface.<br>
Points: UB 44 &amp; 52, 
DU 4, UB 20 &amp; 21, SP 4<br>
<br>
5/12 Period began 5/10, preceded by 
cramping, irritability and breast tenderness. Brown with clots at onset, 
turning pink and then red-red; light bleeding, but continuous flow; frontal HA.
<br>Points: HT 3, KI 6, 7, UB 67, Yin Tang <br>
Ear Seeds: Mouth, Stomach, 
Exciting Pt.<br>
<br>
6/4 Peroid began 6/4<br>
<br>
* Patient has received her 
period every month, regularly, since.<br>
<br>
<br>
TCM Patterns of Amenorrhea
<br>&acirc;&#128;&cent; Liver &amp; Kidney Vacuity &acirc;&#128;&#147; absence 
of initial menstruation by 18 years old, or late menstruation where the 
menstrual discharge gradually decreases to the point where menstruation no 
longer occurs; accompanying symptoms include weak physical condition, low 
backache, leg weakness, dizziness and vertigo.<br>
&acirc;&#128;&cent; 
Depletion of Yin &amp; Blood Dryness: gradual decrease in menstrual discharge 
until menstruation no longer occurs, vexing heat in the five hearts, flushed 
cheeks, dry mouth and throat, night sweats, steaming bone with a red tongue 
with little coating and a rapid, thready pulse.<br>
&acirc;&#128;&cent; Qi and 
Blood Vacuity: gradual lengthening of menstrual cycle, light menstrual 
discharge of pale color and thin consistency, with the menses eventually 
ceasing. The patient will have a pale tongue with thin white coat and a weak, 
thready pulse.<br>
&acirc;&#128;&cent; Qi Stagnation and Blood Stasis: 
cessation of menstruation, psychological depression, irritability, distension 
and fullness in the chest and costal region, lower abdominal distension with 
pain that is aggravated by external pressure. The pulse is deep, wiry and rough 
and the tongue will be dark purple<br>
&acirc;&#128;&cent; Obstruction by 
Phlegm Dampness: cessation of menstruation, obesity, fullness and oppression in 
the chest and costal regions, nausea and vomiting, excessive phlegm, tiredness, 
fatigue, excessive white vaginal discharge, edema of the face and feet.<br>
<br>
Non TCM Pattern<br>
&acirc;&#128;&cent; Heart &amp; Kidney Not Communicating: 
nightsweats, mouth sores, red tongue with little coating, irritability, 
restlessness and insomnia the prevents the patient from not getting enough sleep
</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:23:58 AM | Comments</p> 
<p>chinese medicine amenorrhea acupuncture case studies herbal medicine 
alternative medicine herbs gynecology health and healing </p> 
<h1>Case studies</h1> 
<p>As many people reading these blog posts are not practitioners of Chinese 
medicine and aren't familiar with the concepts thereof, I thought I'd post a 
series of case studies to give more of a flavor of the medicine and how I 
approach diagnosis and treatment.<br>
<br>
Many of the case studies I have 
written, however, are from when I was an intern in medical school, and thus, 
was just prior to my introduction to Dr. Leon Hammer and Contemporary Chinese 
Pulse Diagnosis. Nevertheless, many of the concepts I explain are relevant to 
the work I do today and represents my path within this medicine. I will try to 
also prepare a few recent cases to demonstrate the depth of the information one 
can access with pulse diagnosis and Chinese medicine, and how that information 
can profoundly impact treatment.<br>
<br>
As always, I welcome comments 
(knowing that many of these cases are from the infancy of my career and with a 
less sophisticated understanding of Chinese medicine).</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:24:25 AM | Comments</p> 
<p>chinese medicine acupuncture case studies herbal medicine alternative 
medicine herbs health and healing </p> 
<h1>Dang Gui, Estrogen, Cancer Protection</h1> 
<p>For years the debate has raged as to whether herbs with estrogenic 
properties contribute to the formation of cancer and thus should be avoided by 
those with cancer, those with family histories, or other risk factors. Finally, 
a study has come out to dispel the fears of estrogenic herbs, and backing 
millenia-long history of prescribing herbs based on diagnostic need.<br>
<br>

Check out thislink for more and be sure to click on the &quot;Free 
Download&quot; to see the actual study.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 08:41:06 AM | Comments</p> 
<p>dang gui chinese medicine herbal medicine alternative medicine herbs 
estrogen dong quai cancer </p> 
<h1>The will to change</h1> 
<p>In the previous post I mention how acupuncture and herbs spark the process 
of change by bringing awareness of the root of one's struggles. This awareness 
is a linking of our hearts with our kidneys (the storage house of our essence) 
to provide the impetus to change.<br>
<br>
Often, without this 
connection/knowledge, we linger in samsara, creating an endless vicious cycle 
of making poor lifestyle decisions, or lack of good decisions. We struggle to 
find our way and lose perspective of the path. This taxes the liver and 
gallbladder, our planner and decision-maker. The liver and gallbladder sit 
between the heart and kidneys and is a mediator between our consciousness and 
our innate primordial self. When the connection is blocked, stagnation develops 
creating the sequelae of health problems that stem from stress, irritability, 
frustration, anger, and the like. Enhancing this connection is crucial to 
establishing a healthy bodymind. One of the many benefits of acupuncture and 
herbs is to regulate the smooth flow of qi and blood, a function typically 
under the auspices of the liver and gallbladder.<br>
<br>
But there are many of 
us who despite this knowledge/awareness resulting from our linked heart and 
kidneys cannot make a fire of this spark. Why? The ability to tap into our 
essence depends on the health of our kidneys. In Chinese medicine, all of the 
organ systems have an inherent spirit motivating/animating it. For the kidneys, 
it is thezhi -- the willpower. Often what is required is to nourish the 
kidneys, thus bolstering the will to enact the changes that one seeks to make. 
This can be done in a multitude of ways, some of the best including: 
acupuncture, moxibustion, herbal medicines, qigong and taiji, proper rest and 
lifestyle modifications to prevent further depletion, etc.<br>
<br>
What one is 
essentially looking to do is to provide the fuel for the alchemical process 
that must take place. Alchemy takes place in the kidneys and relies on the 
yang-fire to catalyze it. Stoking the fire of kidney yang provides the will 
with the power to see change through.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:31:41 AM | Comments</p> 
<p>chinese medicine acupuncture bodymind herbal medicine psychology 
alternative medicine herbs health and healing </p> 
<h1>How does one change?</h1> 
<p>None of us is spared pain in our lives, whether it be the pain of being 
born, the pain of losing a loved one, the pain that comes from illness, injury, 
old age and eventual death, or the pain from a deep discontentment in our 
lives. Many of my patients will come suffering from at least one, if not more, 
type of pain, and as my job requires, I strive to figure out the major source 
of that pain.<br>
<br>
All too often we see the pain rooted in improper (based 
on what causes imbalance/pain/suffering/illness, not a judgment) lifestyles, 
traumatic events, conditioned emotional responses and wrongviews. Without going 
into the particulars of these causes, the thrust of true healing begins with 
bringing awareness of these issues to those suffering from them. Of course, 
this is not as easy as it would seem as most of us don't want to be informed 
that our belief systems or thought processes are causing us pain. Acupuncture 
and herbal medicines have a unique capacity to break through those barriers and 
give us a glimpse of our true nature, a connection between our hearts and minds 
with our truest essence.<br>
<br>
So trying to bring that awareness is step 
one. In so doing, one moves past the appearances and recognizes the deeper 
truths. For example, one recognizes that despite the facade of anger and 
hostility, one is masking a deeper sadness; or one is feigning aggressiveness 
to cover insecurity and fear. This understanding is key to the second step of 
motivating people to make changes. Otherwise, one simply controls the anger or 
aggressiveness, but never is able to correct the sadness or insecurities.<br>

<br>The outward manifestation is the yang expression. The inner catalyst for 
the emotion is the yin state. Trying to change the yin state is the more 
difficult challenge. To do this requires more than just self-control, it 
requires adopting a new paradigm. Swapping one state for another. One needs 
another option. One that is appealing. One that offers a better future. 
Acupuncture and herbal medicines, by giving one the awareness, sparks the 
search for a new paradigm and gives one the capacity to make the necessary 
changes. It provides a deeper perspective and allows one to make choices based 
on our internal knowledge and helps guide us along our path in life to achieve 
what we are meant to: our destiny.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:31:15 AM | Comments</p> 
<p>chinese medicine acupuncture bodymind herbal medicine psychology 
alternative medicine herbs health and healing </p> 
<h1>Organ Deprivation</h1> 
<p>Making assumptions and jumping to conclusions in medicine can be a 
dangerous thing. Without a proper diagnosis, how can one choose an appropriate 
treatment? But all too often, medical dogma overshadows clinical realities. 
Doctors can be quick to assume that a woman with a fibroid or cyst needs to 
have it removed, or that a man with gallstones should have surgery. But without 
understanding the mechanisms behind the formation of fibroids, cysts or 
gallstones, what can these procedures really accomplish except a temporary 
&quot;solution&quot; followed by iatrogenic side-effects such as scar tissue, 
blood loss and the sequelae of risks and symptoms post-surgeries?<br>
<br>
No 
medicine is free from doctors jumping to conclusions. Acupuncturists and 
practitioners of Chinese medicine can fall prey to this as well should they not 
be diligently applying all the methods of diagnosis (i.e., Asking/Questioning, 
Looking, Listening and Smell, and of course, palpation of the pulse, abdomen, 
channels, etc.).<br>
<br>
In the example of the woman with a cyst or fibroid, 
it is easy to jump to the conclusion that there is Qi and Blood stagnation as 
the primary cause (after all, there is a tumor). Trying to invigorate qi and 
blood circulation would logically follow as a treatment principle. But, often 
is the case that these women will not respond to this treatment, despite 
excellent acupuncture prescriptions and tailored herbal formulas. Why?<br>
<br>

Dogma got in the way. Often these women actually suffer from fibroids as the 
body's way of attempting to counter a significant deficiency of Yin and fluids 
(which often has its root in the Kidneys, the controller of the reproductive 
organs amongst other things). The body, in its innate wisdom, attempts to hold 
on to its yin, and in so doing forms accumulations and stagnations which, over 
time, form cysts and tumors. So, what's the treatment? Nourish the yin. 
Correcting the circulation is more of a secondary consideration.<br>
<br>
And 
what of the gallstone patient? Similar concerns. Why is the patient forming 
stones? Often, it is actually from a lack of healthy fat and cholesterol in the 
body. Once again, the innate wisdom tries to hold on to as much as it can. And, 
similarly, one needs to nourish the gall bladder, not cut it out. See this
article for more.<br>
<br>
It all starts and ends with a proper evaluation and 
diagnosis without preconceived notions about what a particular disease means. 
Every patient is a complex constellation of signs and symptoms that needs to be 
uncovered by a talented practitioner.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:32:58 AM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine herbs surgery health and 
healing </p> 
<h1>Chinese Medicine vs. Medical Acupuncture</h1> 
<p>It is not uncommon for prospective patients to call my office and ask 
whether or not I am a &quot;medical doctor.&quot; Typically, this question 
stems from the fact that some medical insurance companies will only reimburse 
if acupuncture is performed by an MD, and the lack of understanding of the 
training of Chinese medicine practitioners and that of the medical doctor.<br>

<br>Practitioners of Chinese medicine train for approximately 4 years in 
medical school, just like medical doctors. The difference is that we spend 75% 
to 80% of our time training in the theories and practice of Chinese medicine, 
including extensive clinical internships and externships. The remainder of our 
training is in western medicine and sciences. Cognizant of the fact that we 
live in a world dominated by western science, the practitioner of Chinese 
medicine must be knowledgeable of western medicine.<br>
<br>
During our time in 
medical school, we spend over 3,000 hours studying acupuncture (channels, 
acupoints, clinical techniques and applications), Chinese medical theories, 
physiology and pathophysiology, herbal medicines (including herb combinations, 
synergies, and formulations), classical Chinese medicine, and treating patients 
under the guidance of supervising acupuncturists and herbalists. Not to mention 
that many practitioners, like myself, have extensive post-graduate training 
with senior practitioners and masters in the field.<br>
<br>
So, what training 
do MDs have in acupuncture? None. The one's who will advertise as &quot;medical 
acupuncturists&quot; have trained for approximately 200 hours, typically a 
weekend course and some &quot;homework.&quot; This is the standard recommended 
by the World Health Organization (WHO) so that doctors know when to refer out 
to fully-trained acupuncturists. MDs, osteopaths, naturopaths and chiropractors 
only have this limited training. They are not practicing Chinese medicine, just 
using needles. Sticking needles in someone without knowledge of the underlying 
theories of Chinese medicine is not practicing acupuncture and is not 
recommended by this practitioner.<br>
<br>
Acupuncture is strong medicine with 
the power to bring awareness of our imbalances to the body and mind and help 
correct them. Despite what you hear from an MD, its influence extends far 
beyond neural pathways and the release of endorphins. Improper training in and 
use of this sacred healing art is an affront to every skilled practitioner and 
to the majesty of Chinese medicine.<br>
<br>
A strong foundation in the 
principles of Chinese medicine is prerequisite to being a good acupuncturist. 
But it is only the beginning. The simple act of inserting a needle requires 
significant cultivation on the part of the practitioner to feel for the arrival 
of Qi under the needle. According to Yanagiya Sorei and Shudo Denmei, two 
famous Japanese master acupuncturists, forcing an acupuncture needle into the 
skin of a patient is akin to rape. In 1980 Master Yanagiya stated:<br>
<br>
</p>
 Inserting needles and applying moxa, this is an art. Ours is a profession 
which requires a sense of adventure. Isn't it incredible how all manner of 
diseases can be cured with nothing more than a needle or a few pieces of moxa? 
Isn't it grand how needles and moxa can be used to create the effect of all 
manner of medicine? <br>
<br>
 Acupuncture is of the mind. This should be 
considered very carefully. One needle can be used to unlock the key to all 
manner of diseases. It is only natural, therefore, that one's technique needs 
to be perfected. <br>
<br>
Which kind of acupuncturist will you go see? <br>

<p></p> 
<p>Wednesday 01st of August 2007 02:26:52 PM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine alternative medicine herbs </p>
<h1>Is there more to trauma than one's memory?</h1> 
<p>What would you make of a drug that aims to deal with traumas and shocks by 
reducing or eliminating one's memory of the traumatic event? Would forgetting 
the trauma negate the negative impact of it on the body and emotions?<br>
<br>

Recently, I learned of a growing use of the beta blocker propranolol. In 
certain dosages it is being used to impair one's memory shortly after a trauma 
in order to negate the effects of trauma on one's emotions. At the end of this 
post are a few links to articles addressing this usage.<br>
<br>
What we know 
of propranolol is that it is a beta blocker which blocks the action of the 
sympathetic nervous system, decreases the heart rate, the amount of oxygen 
required by the heart and the force of contraction. It is used to treat angina, 
migraines, tremors, tachycardia. Side effects include: abdominal cramps, 
constipation, diarrhea, fatigue, insomnia, nausea, depression, fever, 
light-headedness, depression, numbness, tingling, cold extremities, sore 
throat, shortness of breath, wheezing, low blood pressure, and of course, 
memory loss. It can aggravate symptoms of heart failure and cause dangerously 
slow heart rates.<br>
<br>
The issue of how traumas and shocks affect us 
physiologically and emotionally has been detailed by Dr. Leon Hammer. (For more 
information on Dr. Hammer and Contemporary Chinese Pulse Diagnosis, explore the 
links &quot;Dr. Leon Hammer&quot; and &quot;Dragon Rises Seminars.&quot;) 
Pathognomonic of a shock/trauma that is significant enough to affect the heart, 
and hence, the circulation is a rough vibration over the pulse. Typically, the 
initial result of such a shock/trauma will also be to elevate the heart rate. 
The pulse, especially in the heart position and at the Qi depth can also become 
tight, reflecting the consumption of Yin from the heart, and the tension in the 
nervous system respectively. If the shock is great enough, or occurs at an 
early age (i.e., in utero or during birth, infancy or early life) prior to the 
maturation of the organ systems, the kidney yang (akin to adrenals) will become 
depleted. As the kidneys govern the stages of development, growth and 
developmental delays/insults can become evident.<br>
<br>
The effect of trauma 
on the heart as evidenced by the rough vibrations, elevated rate, tightness in 
the heart and nervous systems, predisposes one to a wide range of anxieties, 
emotional instabilities, post-traumatic stress disorders, sleep disturbances, 
and circulatory disorders which can affect one on a systemic level. Herbal 
formulas such as Yunnan Bai Yao and modifications of Sheng Mai San taken 
together can treat and correct the signs on the pulse, and as such, the 
emotional and physical ramifications of shock and trauma. Adding herbs to boost 
kidney yang/adrenals is common where that has been affected as a result of 
significant trauma or early life shocks.<br>
<br>
One of the reasons that 
traumas affect us emotionally is due to the effect of the shock on the heart 
and circulation. In Chinese medicine we say that the spirit resides in the 
heart blood, and an abundance of blood and the smooth flow of the blood is 
crucial to providing a stable home for the spirit. By correcting the impact of 
shock on the circulation and the heart with herbs and acupuncture, one can also 
settle the spirit and make traumas less &quot;traumatic.&quot; Stabilizing the 
mind and nervous system, correcting the circulation and strengthening the heart 
and kidneys negates the harmful impact of the trauma.<br>
<br>
The heart, 
according the Chinese medicine also has a strong connection to the memory. As 
the mind and spirit are controlled by the heart, and the spirit resides in the 
blood, our memories are stored in our blood. Keeping our blood circulating and 
our heart peaceful allows for a healthy perspective on our emotions and 
memories, painful and pleasureable ones alike.<br>
<br>
So knowing all this, 
can such a drug reduce the signs of trauma/shock on the heart (rough vibration, 
tight pulse, rapid rate)? Can it bolster the kidney/adrenals? How exactly does 
it affect memory?<br>
<br>
While I imagine I will see patients who have taken 
this drug to suppress traumas in the near future, for now I can only speculate. 
Patients on beta blockers typically have unnaturally slow heart rates. When we 
are talking about trauma patients, they typically have rapid rates resulting 
from the shock to the heart. Thus, at first glance, this seems to be 
beneficial. Unfortunately, understanding the energetic mechanisms behind these 
rate differences suggests otherwise. The reason for elevation of heart rate in 
the trauma patient is the quick depletion of heart yin, the anchoring, 
organizing substance of the heart itself. Propranolol doesn't work by 
nourishing heart yin, more by depleting heart qi. Reducing the amount of 
oxygen/energy available for the heart deprives it of its qi and weakens it 
rather quickly and significantly over time. Without a treatment that nourishes 
the heart yin, one will be predisposed to all sorts of anxieties and emotional 
lability.<br>
<br>
In addition, symptoms such as fatigue, numbness, tingling, 
cold extremities are side effects of this medication suggesting the heart is 
not circulating the blood adequately. Understanding that trauma effects the 
circulation and part of the protocol for undoing its effects is to 
enhance/invigorate circulation, propranolol would most likely exacerbate the 
rough vibrations and circulatory stagnation. From this perspective, propanolol 
would be detrimental to the trauma patient.<br>
<br>
Nothing about propranolol 
makes it suitable to treat the kidney yang/adrenals should they be impacted 
from severe trauma or early life events.<br>
<br>
Then, what to make of the 
memory loss of a traumatic event. Is this beneficial? If we understand the 
premise that the memory is part of our connection to our spirit (which 
circulates in the blood), it would seem that the memory loss effect of 
propranolol serves as a disconnect with our spirit. Where enhancing circulation 
and pacifying the spirit help to make our spirit whole and contented, weakening 
the heart, negatively impacting circulation and creating additional stagnation 
of Qi and blood would almost &quot;lock&quot; the trauma away in areas of 
stagnant blood creating suppression and repression of these emotions.<br>
<br>

To heal is to make one whole and a good therapy should be designed to promote 
healing and wholeness. Disconnecting ourselves from our memories and, hence, 
our spirit serves to further our imbalances and should, in my opinion, be 
counseled against.<br>
<br>
ACF News<br>
<br>
Science News</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:37:39 AM | Comments</p> 
<p>chinese medicine acupuncture heart herbal medicine alternative medicine 
shock herbs memory trauma </p> 
<h1>Living in Accord with Nature</h1> 
<p>One of the paramount lessons that Chinese medicine teaches is the 
importance of living in harmony with the cycles of nature. When one resists our 
ignores these cycles, imbalance sets in and illness is not far off. These 
discussions were taking place over 2500 years ago as recorded in one of the 
oldest classics of Chinese medicine, The Yellow Emperor's Classic of Medicine 
(The Huang Di Nei Jing, Su Wen), wherein the Yellow Emperor had the following 
conversation with his teacher:<br>
<br>
</p> Yellow Emperor asked: I have heard 
that in ancient times the people lived to over one hundred years, and yet they 
remained active and did not become decrepit in their activities. But nowadays, 
people only reach half that age, and yet become decrepit and failing. Is it 
because the world changes from generation to generation? Or is it that mankind 
is becoming negligent [of the laws of nature]? <br>
<br>
 Ch'i Po answered: 
There was temperance in eating and drinking. Their hours of rising and retiring 
were regular and not disorderly and wild. By these means the ancients kept 
their bodies united with their souls, so as to fulfill their allotted span 
completely, measuring unto a hundred years before they passed away. <br>
<br>
 
In most ancient times, the teachings of the sages were followed by those 
beneath them; they said that weakness and noxious influences and injurious 
winds should be avoided at specific times. They were tranquilly content in 
nothingness, and the true vital force accompanied them always; their vital 
spirit was preserved within; thus, how could illness come to them? They 
exercised restraint of their wills and reduced their desires; their hearts were 
at peace and without any fear; their bodies toiled and yet did not become 
weary. Their spirit followed in harmony and obedience; everything was 
satisfactory to their wishes, and they could achieve whatever they wished. Any 
kind of clothing was satisfactory. They felt happy under any condition. To them 
it did not matter whether a man held a high or a low position in life. These 
men can be called pure at heart. No kind of desire can tempt the eyes of those 
pure people, and their minds cannot be misled by excessiveness and 
evil........they are without fear of anything, they are in harmony with the 
Dao, the Right Way. Thus, they can live more than one hundred years and remain 
active without becoming decrepit, because their virtue was perfect and never 
imperiled. <br>
<br>
<br>
It's hard to imagine that the Yellow Emperor and Ch'i 
Po could in their wildest dreams (or nightmares) ever predict the extent to 
which our society ignores the rhythms of nature and how far removed we are from 
living in accord with nature. If 2500 years ago this was an issue, can you 
fathom what the industrial revolution, capitalism, the stresses that people are 
subjected to, the state of the earth, crops, preserved and denatured nutrition, 
microwaves, forced air etc. have done to our generations health?<br>
<br>
In a 
previous post I have brought up the issues of toxicity and neoplastic 
conditions (which is epidemic as revealed through the pulse), as well as shock 
and trauma, of which birthing practices are a significant cause. In December, 
an article in the New York Times uncovered a significant trend of doctors and 
parents unnecessarily inducing childbirth for convenience and monetary gain. If 
living contrary to the cycles of nature negatively impacts adults in 
significant ways, can you imagine the profound detriment that infants will 
experience and the health concerns they will encounter from such practices. The 
impact of trauma on an infant who has immature organ and nervous systems can be 
potentially life threatening, and at its best a significant challenge to one's 
health (emotional and physical alike). Such patients often present in the 
clinic with profound illnesses and lifelong struggles.<br>
<br>
I suggest that 
we all evaluate how closely our lives conform to that of the sages above, and 
perhaps modify certain aspects of our lifestyle to attain even just a sampling 
of the peace and contentment they achieved.<br>
<br>
You can access the New 
York Times article referenced abovehere. <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:39:07 AM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine nature childbirth shock herbs 
health and healing trauma </p> 
<h1>Are we as healthy as our grandparents?</h1> 
<p>It often strikes me in my practice that I (and many others in my 
profession) are encountering significant illness and weakness in younger and 
younger people as the years go by. As both a practitioner and parent, this is 
very troubling to me. Are we as healthy as previous generations? If not, why?
<br><br>
With all the technology in healthcare, it seems as if it cannot keep 
up with the assault on our bodies and minds from living in our daily world. 
Certain findings on the pulse, which were rare only a handful of years ago, now 
seem ubiquitous. A few are:<br>
<br>
1. The Choppy pulse: a sensation like 
teeth grating on your fingertips is a sign, when found over the entire pulse, 
of toxicity. What those toxins are need to be borne out with other findings and 
a detailed history, but the numbers of young adults and children with these 
findings over the past few years is astounding. Our bodies are in a serious 
battle with the significant numbers of toxins we are constantly being exposed 
to. From environmental toxins, pollution, chemicals (both inhalant and those 
found in our water, foods, those that leach through our skin), prescription 
medications, preservatives and additives in our food, we are being assaulted on 
a daily basis. For more information on toxicity and the pulse see this link.<br>
<br>2. The Rough Vibration: a coarse rough vibration felt uniformly over the 
entire pulse. Signifies trauma or heart shock. The import of this is very 
significant as trauma affects the heart and circulation impairing circulation 
to the entire organism, and weakening the kidneys and adrenals. When this 
trauma occurs early in one&rsquo;s life prior to the maturation of the organ 
systems, developmental problems and the beginnings of the decline of organ 
function is set into motion. This leaves one weakened in a compromised physical 
and emotional state predisposed to the entire gamut of physical and emotional 
complaints. Unfortunately, unless properly diagnosed and treated, these 
imbalances will worsen over time into chronic illnesses resistant to 
conventional treatments. The impact on the emotions (fears, anxieties, panic 
disorders, depressions) and the body (chronic fatigue syndromes, heart disease, 
infertility, to name a few) cannot be overstated.<br>
<br>
A very common cause 
of the Rough Vibrations in young children and adults is birth trauma (i.e., 
placenta previa, traumas to the mother while pregnant, toxic exposures while in 
utero, breech births, cord being wrapped around one&rsquo;s neck, forceps, 
drugs and epidurals, isolation from incubators, etc.). Birthing practices 
themselves should begin to be questioned by the public at large. Is it okay to 
continue the common practice of inducing labor for the convenience of doctors 
when the use of harsh drugs like pitocin and the like literally force out a 
baby into this world prior to being ready? What emotional effects will this 
traumatic event have on the baby, toddler, adolescent, young adult, adult? We 
seriously need to rethink birthing practices and maternal healthcare before the 
impact of the current practices worsens. In my opinion, they are already 
unacceptable.<br>
<br>
3. Muffled: Muffling on the pulse is described as 
feeling a pulse through a towel. The artery is palpable and one feels the 
beating, but the vessel lacks clarity or distinctness. This pulse is a sign of 
stagnation of the circulation of qi, blood and body fluids. It is generally 
thought of as a neoplastic process. Not necessarily malignant cancers, but 
often with cysts, fibroids or other growths and tumors. As such, it is a fairly 
significant finding. One that is ever increasing in patients across this 
country and throughout the world. It is not surprising that we are seeing more 
Muffling on the pulse: just look at statistics. Cancers are practically 
epidemic.<br>
<br>
So with the significant presence of these three pulse 
qualities in younger and younger populations that were heretofore not present, 
it would seem that our youth is in serious jeopardy of major illness, illness 
that will strike younger and younger.<br>
<br>
All these findings in young 
children and young adults suggest weakened and compromised constitution and 
body conditions. According to Dr. John H.F. Shen and Dr. Leon Hammer, the 
vulnerability of organ systems depends on (1) constitution (heredity, 
pregnancy, and delivery); (2) body condition (experiences between birth and 
adulthood) and (3)adult habits and lifestyles. Should one&rsquo;s constitution 
be affected for any reason (and we are mostly discussing the one&rsquo;s we can 
control), or should early life experiences be tainted with toxic exposures, it 
weakens one&rsquo;s innate energies and invites illness.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:43:35 AM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine childbirth alternative medicine
shock herbs toxicity health and healing trauma </p> 
<h1>Paradigm (cont'd)</h1> 
<p>Back to the idea of what makes a system of medicine effective. Looking at 
one&rsquo;s paradigm for perceiving imbalance, does one look to the past, 
present or future? Blood tests, MRIs, CT scans, etc. are only a snapshot of the 
present moment. How often does a patient go to the doctor for regular 
mammograms only to find out on one visit that she now has breast cancer. Did 
the breast cancer develop between the yearly mammograms? Or has it been growing 
(mostly likely for years or decades) without being detectable by western 
diagnostic tests? The latter, obviously. If one only looks to the present, 
there can never be a true understanding of the nature of disease.<br>
<br>

Chinese medicine&rsquo;s inquiry starts in the present, looks to the past for 
understanding, and looks to the future in order to predict where the illness 
may go (based upon the past and present). One of the major examples commonly 
seen in practice is the issue of traumas. Traumas have profound impact on us 
emotionally, physically and spiritually. From traumas occurring at birth 
(placenta previa and insecurity of the pregnancy, forceps, breech births, cord 
being wrapped around one&rsquo;s neck depriving oxygen) to sudden shocks early 
in one&rsquo;s life (major accidents, death of a parent) to abuse (physical, 
sexual), each has tremendous repercussions on our physical and emotional 
well-being. An interesting case study in Dr. Hammer's trauma and shock article 
at thislink.<br>
<br>
The effects of traumas on our heart, nervous and 
circulatory systems and kidneys can set the stage for multiple imbalances as 
the years proceed. Being able to spot the signs of trauma (thorough history, 
visual inspection of the complexion, pulse diagnosis) one can more effectively 
and holistically treat the current complaints as well as the enduring root 
causes of these and future illnesses.</p> <br>

<p></p> 
<p>Wednesday 18th of April 2007 09:45:45 AM | Comments</p> 
<p>chinese medicine acupuncture herbal medicine alternative medicine shock 
herbs health and healing trauma </p> 
<p> View All Posts | View Most Recent Posts </p> 
<p>&copy;2008 Center for Acupuncture and Herbal Medicine. All Rights Reserved.
</p> 
<p>Center for Acupuncture and Herbal Medicine &bull; Telephone: 908-654-4333
<br> 166 Mountain Avenue, Westfield, New Jersey 07090</p> <br>

</body>